Repository: aszeszo/jds
Catalog: po-sun/gst-plugins-good/po-sun/*.po
Languages: ar, fr, hu, id, ja, ko, zh_hk

source: Volume
ar: حجم
hu: Hangerő
ja: ボリューム
ko: 볼륨
zh_hk: 磁碟區

source: Bass
ar: صوت جهير
fr: Basses
hu: Basszus
ja: 低音
ko: 베이스
zh_hk: 低音

source: Treble
ar: صوت ثلاثي
fr: Aiguës
hu: Szoprán
ja: 高音
ko: 고음
zh_hk: 高音

source: Microphone
ar: مايكروفون
hu: Mikrofon
id: Mikrophone
ja: マイクロホン
ko: 마이크
zh_hk: 麥克風

source: Monitor
ar: شاشة
fr: Moniteur
ja: モニター
ko: 모니터
zh_hk: 顯示器

source: Could not open audio device for playback. Device is being used by another application.
ar: لا أستطيع فتح جهاز الصوت من أجل إعادة التشغيل. الجهاز يستعمل من قبل تطبيق أخر.
fr: Impossible d'ouvrir le périphérique audio pour la lecture. Le périphérique est utilisé par une autre application.
hu: A hangeszköz nem nyitható meg lejátszásra. Az eszközt egy másik alkalmazás használja.
id: Tidak bisa membuka perangkat audio untuk playback. Perangkat sedang digunakan oleh aplikasi lainnya.
ja: 再生用にオーディオデバイスを開くことができませんでした。デバイスが他のアプリケーションで利用されています
ko: 재생용 오디오 장치를 열 수 없습니다. 다른 응용 프로그램에서 장치를 사용하고 있습니다.
zh_hk: 無法開啟用來播放的音效裝置，裝置正被其他應用程式使用中。

source: Could not open audio device for playback. You don't have permission to open the device.
ar: لا أستطيع فتح جهاز الصوت من أجل إعادة التشغيل. أنت لا تملك صلاحيات لفتح الجهاز.
fr: Impossible d'ouvrir le périphérique audio pour la lecture. Vous n'êtes pas autorisé à ouvrir le périphérique.
hu: A hangeszköz nem nyitható meg lejátszásra. Nincs jogosultsága az eszköz megnyitásához.
id: Tidak bisa membuka perangkat audio untuk playback. Anda tidak mempunyai hak akses untuk membuka perangkat.
ja: 再生用にオーディオデバイスを開くことができませんでした。デバイスを開くための権限がありません。
ko: 재생용 오디오 장치를 열 수 없습니다. 장치를 열 권한이없습니다.
zh_hk: 無法開啟用來播放的音效裝置，您沒有權限開啟此裝置。

source: Could not open audio device for playback.
ar: لا أستطيع فتح جهاز الصوت من أجل إعادة التشغيل.
fr: Impossible d'ouvrir le périphérique audio pour la lecture.
hu: A hangeszköz nem nyitható meg lejátszásra.
id: Tidak bisa membuka perangkat audio untuk playback.
ja: オーディオデバイスを読み取り用に開くことができません。
ko: 재생용 오디오 장치를 열 수 없습니다.
zh_hk: 無法開啟用來播放的音效裝置

source: Could not open audio device for mixer control handling.
ar: لا أستطيع فتح جهاز الصوت من أجل لدمج لوحة التحكم.
fr: Impossible d'ouvrir le périphérique audio pour la gestion du contrôle du mixeur.
hu: A hangeszköz nem nyitható meg a hangvezérlő számára.
id: Tidak bisa membuka perangkat audio untuk penanganan control mixer.
ja: オーディオデバイスをミキサー制御処理用に開くことができません。
ko: 믹서 제어 처리용 오디오 장치를 열 수 없습니다.
zh_hk: 無法開啟用來混音控制處理的音效裝置

source: Could not open audio device for mixer control handling. This version of the Open Sound System is not supported by this element.
ar: لا أستطيع فتح جهاز الصوت من أجل لدمج لوحة التحكم. هذا الإصدار من نظام الصوت المفتوح غير مدعوم بالأدوات .
fr: Impossible d'ouvrir le périphérique audio pour la gestion du contrôle du mixeur. Cette version d'OSS (Open Sound System) n'est pas prise en charge par cet élément.
hu: A hangeszköz nem nyitható meg a hangvezérlő számára.Ezen verziója az Open Sound System-nek nem támogatott az eszköz által.
id: Tidak bisa membuka perangkat audio untuk penanganan control mixer. Versi dari Open Sound Sistem ini tidak didukung oleh faktor ini.
ja: オーディオデバイスをミキサー制御処理用に開くことができませんでした。このバージョンのオープンサウンドシステムは、このエレメントではサポートされていません。
ko: 믹서 제어 처리용 오디오 장치를 열 수 없습니다. 이 요소에서는 이 버전의 Open Sound System을 지원하지 않습니다.
zh_hk: 無法開啟用來混音控制處理的音效裝置，此 Open Sound 系統的版本在這個組件中不支援。

source: Master
ar: رئيسي
fr: Volume général
hu: Eredeti
ja: マスター
ko: 마스터
zh_hk: 主音

source: Front
ar: أمامي
fr: Avant
hu: Elülső
id: Bagian Depan
ja: 前
ko: 전면
zh_hk: 前端

source: Rear
ar: خلفي
fr: Arrière
hu: Hátsó
id: Bagian belakang
ja: 後ろ
ko: 후면
zh_hk: 後端

source: Headphones
ar: سماعات الرأس
fr: Ecouteur
hu: Fejhallgató
id: Headphone
ja: ヘッドホン
ko: 헤드폰
zh_hk: 耳機

source: Center
ar: مركز
fr: Central
hu: Közép
id: Tengah
ja: 中央
ko: 중앙
zh_hk: 中央

source: Surround
ar: يحيط
fr: Pseudo-quadriphonie
hu: Térhatás
ja: サラウンド
ko: 서라운드
zh_hk: 環繞

source: Side
ar: طرف
fr: Côté
hu: Oldal
id: Sisi
ja: 横
zh_hk: 端

source: Built-in Speaker
ar: ضمن مكبرات الصوت
fr: Haut-parleur intégré
hu: Beépített hangszóró
id: Pembuatan Pengeras Suara
ja: 組み込みスピーカー
ko: 내장 스피커
zh_hk: 內建揚聲器

source: AUX 1 Out
ar: AUX 1 خرج
fr: Sortie AUX1
hu: AUX 1 kimenet
id: AUX 1 Keluar
ja: AUX1 出力
ko: AUX 1 출력
zh_hk: AUX 1 輸出

source: AUX 2 Out
ar: AUX 2 خرج
fr: Sortie AUX2
hu: AUX 2 kimenet
id: AUX 2 Keluar
ja: AUX2 出力
ko: AUX 2 출력
zh_hk: AUX 2 輸出

source: AUX Out
fr: Sortie AUX
hu: AUX kimenet
id: AUX Keluar
ja: AUX 出力
ko: AUX 출력
zh_hk: AUX 輸出

source: 3D Depth
ar: 3D عمق
fr: Profondeur 3D
hu: 3D mély
id: Kedalaman 3D
ja: 3D 深度
ko: 3D 깊이
zh_hk: 3D 深度

source: 3D Center
ar: 3D مركزي
fr: Centre 3D
hu: 3D közép
id: 3D Tengah
ja: 3D 中央
ko: 3D 중앙
zh_hk: 3D 中心

source: 3D Enhance
ar: 3D تحسين
fr: Amélioration 3D
hu: 3D kiemelés
id: 3D Penambahan
ja: 3D 強化
ko: 3D 향상
zh_hk: 3D 加強

source: Telephone
ar: تلفون
fr: Téléphone
hu: Telefon
ja: 電話
ko: 전화
zh_hk: 電話

source: Line Out
ar: خط خرج
fr: Sortie ligne
hu: Vonal kimenet
id: Line Keluar
ja: ライン出力
ko: 출력선
zh_hk: 線性輸出

source: Line In
ar: خط دخل
fr: Entrée ligne
hu: Vonal bemenet
id: Line Masuk
ja: ライン入力
ko: 입력선
zh_hk: 線性輸入

source: Internal CD
ar: قرص مدمج داخلي
fr: CD interne
hu: Belső CD
id: CD bagian dalam
ja: 内部 CD
ko: 내부 CD
zh_hk: 內部 CD

source: Video In
ar: فيديو داخل
fr: Entrée vidéo
hu: Video bemenet
id: Video Masuk
ja: ビデオ入力
ko: 비디오 입력
zh_hk: 視訊輸入

source: AUX 1 In
ar: AUX 1 داخل
fr: Entrée AUX 1
hu: AUX 1 bemenet
id: AUX 1 Masuk
ja: AUX 1 入力
ko: AUX 1 입력
zh_hk: AUX 1 輸入

source: AUX 2 In
ar: AUX 2 داخل
fr: Entrée AUX 2
hu: AUX 2 bemenet
id: AUx 2 Masuk
ja: AUX 2 入力
ko: AUX 2 입력
zh_hk: AUX 2 輸入

source: AUX In
ar: AUX داخل
fr: Entrée AUX
hu: AUX bemenet
id: AUX MAsuk
ja: AUX 入力
ko: AUX 입력
zh_hk: AUX 輸入

source: Record Gain
ar: تم التسجيل
fr: Gain d'enregistrement
hu: Felvétel előerősítő
id: Penguatan Catatan
ja: 録音ゲイン
ko: 레코드 게인
zh_hk: 錄音增益

source: Output Gain
ar: تم الإخراج
fr: Gain sortie
hu: Kimenet előerősítő
id: Penguatan Keluaran
ja: 出力ゲイン
ko: 출력 획득
zh_hk: 輸出增益

source: Microphone Boost
ar: دعم للمايكروفون
fr: Suramplificateur de microphone
hu: Mikrofon érzékenység növelése
id: Mikrophone Boost
ja: マイクロホン増力
ko: 마이크 증폭
zh_hk: 麥克風增強

source: Loopback
ar: حلقة
fr: Bouclage
hu: Visszacsatolás
ja: ループバック
ko: 루프백
zh_hk: 回繞

source: Diagnostic
ar: تشخيص
hu: Diagnosztika
id: Diagnostik
ja: 診断
ko: 진단
zh_hk: 診斷

source: Bass Boost
ar: دعم الجهير
fr: Suramplificateur de basses
hu: Mély fokozás
ja: 低音強化
ko: 저음 증폭
zh_hk: 低音增強

source: Playback Ports
ar: مدخل إعادة التشغيل
fr: Ports de lecture
hu: Lejátszási portok
id: Port Playback
ja: 再生ポート
ko: 재생 포트
zh_hk: 播放連接埠

source: Input
ar: إدخال
fr: Entrée
hu: Bemenet
id: Masukan
ja: 入力
ko: 입력
zh_hk: 輸入

source: Record Source
ar: مصدر التسجيل
fr: Enregistrer la source
hu: Felvétel forrás
id: Sumber Catatan
ja: 録音ソース
ko: 레코드 원본
zh_hk: 錄音來源

source: Monitor Source
ar: مصدر المراقبة
fr: Contrôler la source
hu: Monitor forrás
id: Sumber Monitor
ja: モニターソース
ko: 모니터 원본
zh_hk: 顯示器來源

source: Keyboard Beep
ar: لوحة المفاتيح بيب
fr: Bip du clavier
hu: Billentyű csippanás
ja: キーボードのビープ音
ko: 키보드 경보음
zh_hk: 按鍵嗶聲

source: Simulate Stereo
ar: محالي الستيريو
fr: Simuler la stéréo
hu: Sztereó szimuláció
id: Simulasi Stereo
ja: ステレオシミュレーション
ko: 스테레오 시뮬레이트
zh_hk: 立體音效模擬

source: Stereo
ar: ستيريو
fr: Stéréo
hu: Sztereó
ja: ステレオ
ko: 스테레오
zh_hk: 立體聲

source: Surround Sound
ar: صوت محيطي
fr: Pseudo-quadriphonie
hu: Térhangzás
id: Suara Surround
ja: サラウンド音声
ko: 서라운드 사운드
zh_hk: 環繞音效

source: Microphone Gain
ar: تحقق المايكروفون
fr: Gain de microphone
hu: Mikrofon előerősítő
id: Penguatan Mikrophone
ja: マイクロホンゲイン
ko: 마이크 게인
zh_hk: 麥克風增益

source: Speaker Source
ar: مصدر مكبرات الصوت
fr: Source du haut-parleur
hu: Hangszóró forrás
id: Sumber Pengeras Suara
ja: スピーカーソース
ko: 스피커 원본
zh_hk: 喇叭來源

source: Microphone Source
ar: مصدر المايكروفون
fr: Source du microphone
hu: Mikrofon forrás
id: Sumber Mikrophone
ja: マイクロホンソース
ko: 마이크 원본
zh_hk: 麥克風來源

source: Jack
ar: مقبس
fr: Connecteur femelle
hu: Dugasz
id: Colokan
ja: プラグ差し込み口
ko: 잭

source: Center / LFE
ar: مركز / LFE
fr: Centre/LFE
hu: Közép / LFE
id: Tengah / LFE
ja: 中央 / LFE
ko: 중앙/LFE
zh_hk: 中間 / LFE

source: Stereo Mix
ar: دمج الستيريو
fr: Mix stéréo
hu: Sztereó Mix
ja: ステレオ混合
ko: 스테레오 믹스
zh_hk: 立體混音

source: Mono Mix
ar: دمج الصوت الإحادي Mono
fr: Mix mono
ja: モノラル混合
ko: 모노 믹스
zh_hk: 單調混音

source: Input Mix
ar: مدخل الدمج
fr: Mix d'entrée
hu: Bemenet Mix
id: Masukan Mix
ja: 入力混合
ko: 입력 믹스
zh_hk: 輸入混音

source: SPDIF In
ar: مدخل SPDIF
fr: Entrée SPDIF
hu: SPDIF bemenet
id: SPDIF Masuk
ja: SPDIF 入力
ko: SPDIF 입력
zh_hk: SPDIF 輸入

source: SPDIF Out
ar: مخرج SPDIF
fr: Sortie SPDIF
hu: SPDIF kimenet
id: SPDIF Keluar
ja: SPDIF 出力
ko: SPDIF 출력
zh_hk: SPDIF 輸出

source: Microphone 1
ar: مايكروفون 1
hu: Mikrofon 1
id: Mikrophone 1
ja: マイクロホン 1
ko: 마이크 1
zh_hk: 麥克風 1

source: Microphone 2
ar: مايكروفون 2
hu: Mikrofon 2
id: Mikrophone 2
ja: マイクロホン 2
ko: 마이크 2
zh_hk: 麥克風 2

source: Digital Out
ar: مخرج رقمي
fr: Sortie numérique
hu: Digitális kimenet
id: Digital Keluar
ja: デジタル出力
ko: 디지털 출력
zh_hk: 數位輸出

source: Digital In
ar: مدخل رقمي
fr: Entrée numérique
hu: Digitális bemenet
id: Digital Masuk
ja: デジタル入力
ko: 디지털 입력
zh_hk: 數位輸入

source: Modem
ar: مودم
ja: モデム
ko: 모뎀
zh_hk: 數據機

source: Handset
ar: سماعة
fr: Combiné
hu: Telefonkagyló
ja: ハンドセット
ko: 송수화기
zh_hk: 耳機

source: Other
ar: أخرى
fr: Autre
hu: Egyéb
id: Lain
ja: その他
ko: 기타
zh_hk: 其他

source: None
ar: لا شئ
fr: Aucun
hu: Semmi
id: Tidak sama sekali
ja: なし
ko: 없음
zh_hk: 無

source: On
ar: تشغيل
fr: Activé
hu: Be
id: Nyala
ja: オン
ko: 켜기
zh_hk: 開

source: Off
ar: إطفاء
fr: Désactivé
hu: Ki
id: Mati
ja: オフ
ko: 끄기
zh_hk: 關

source: Mute
ar: كتم الصوت
fr: Muet
hu: Néma
id: Diam
ja: 消音
ko: 음소거
zh_hk: 靜音

source: Fast
ar: سريع
fr: Rapide
hu: Gyors
id: Cepat
ja: 速い
ko: 빠름
zh_hk: 快

source: Very Low
ar: بطئ جدا
fr: Très bas
hu: Nagyon alacsony
id: Sangat Rendah
ja: 非常に低い
ko: 매우 낮음
zh_hk: 非常低

source: Low
ar: بطئ
fr: Bas
hu: Alacsony
id: Rendah
ja: 低い
ko: 낮음
zh_hk: 低

source: Medium
ar: متوسط
fr: Moyen
hu: Közepes
id: Sedang
ja: 中位
ko: 보통
zh_hk: 中

source: High
ar: عالي
fr: Haute
hu: Magas
id: Tinggi
ja: 高い
ko: 높음
zh_hk: 高

source: Very High
ar: عالي جدا
fr: Très fort
hu: Nagyon magas
id: Sangat Tinggi
ja: 非常に高い
ko: 매우 높음
zh_hk: 非常高

source: Production
ar: تحضير
hu: Előadás
id: Produksi
ja: プロダクション
ko: 생산
zh_hk: 產品

source: Front Panel Microphone
ar: اللوحة الأمامية للمايكروفون
fr: Microphone du panneau frontal
hu: Elülső panel mikrofon
id: Panel Depan Mikrophone
ja: 前パネルマイクロホン
ko: 전면 패널 마이크
zh_hk: 麥克風前端面板

source: Front Panel Line In
ar: اللوحة الأمامية للخط الداخل
fr: Entrée de ligne du panneau frontal
hu: Elülső panel vonalbemenet
id: Panel Depan Line Masuk
ja: 前パネルライン入力
ko: 전면 패널 입력선
zh_hk: 前方面板音源輸入

source: Front Panel Headphones
ar: اللوحة الأمامية للمكبرات الرأسية
fr: Ecouteurs du panneau frontal
hu: Elülső panel fejhallgató
id: Panel Depan Headphone
ja: 前パネルヘッドホン
ko: 전면 패널 헤드폰
zh_hk: 耳機前端面板

source: Front Panel Line Out
ar: اللوحة الأمية للخط الخارج
fr: Sortie de ligne du panneau frontal
hu: Elülső panel vonal kimenet
id: Panel Depan Line Keluar
ja: 前パネルライン出力
ko: 전면 패널 출력선
zh_hk: 前方面板音源輸出

source: Green Connector
ar: وصل أخضر
fr: Connecteur vert
hu: Zöld csatlakozó
id: Konektor Hijau
ja: 緑コネクタ
ko: 녹색 커넥터
zh_hk: 綠色接口

source: Pink Connector
ar: وصل زهري
fr: Connecteur rose
hu: Rózsaszín csatlakozó
id: Konektor Merah Muda
ja: ピンクコネクタ
ko: 분홍색 커넥터
zh_hk: 粉紅色接口

source: Blue Connector
ar: وصل أزرق
fr: Connecteur bleu
hu: Kék csatlakozó
id: Konektor Biru
ja: 青コネクタ
ko: 청색 커넥터
zh_hk: 藍色接口

source: White Connector
ar: وصل أبيض
fr: Connecteur blanc
hu: Fehér csatlakozó
id: Konektor Putih
ja: 白コネクタ
ko: 흰색 커넥터
zh_hk: 白色接口

source: Black Connector
ar: وصل أسود
fr: Connecteur noir
hu: Fekete csatlakozó
id: Konektor Hitam
ja: 黒コネクタ
ko: 흑색 커넥터
zh_hk: 黑色接口

source: Gray Connector
ar: وصل رمادي
fr: Connecteur gris
hu: Szürke csatlakozó
id: Konektor Abu-abu
ja: 灰色コネクタ
ko: 회색 커넥터
zh_hk: 灰色接口

source: Orange Connector
ar: وصل برتقالي
fr: Connecteur orange
hu: Narancsszínű csatlakozó
id: Konektor Oranye
ja: オレンジコネクタ
ko: 주황색 커넥터
zh_hk: 橘色接口

source: Red Connector
ar: وصل أحمر
fr: Connecteur rouge
hu: Piros csatlakozó
id: Konektor Merah
ja: 赤コネクタ
ko: 적색 커넥터
zh_hk: 紅色接口

source: Yellow Connector
ar: وصل أصفر
fr: Connecteur jaune
hu: Sárga csatlakozó
id: Konektor Kuning
ja: 黄コネクタ
ko: 황색 커넥터
zh_hk: 黃色接口

source: Green Front Panel Connector
ar: وصل اللوحة الأمامية أخضر
fr: Connecteur vert du panneau frontal
hu: Zöld elülső panel csatlakozó
id: Panel Konektor Hijau Bagian Depan
ja: 緑前パネルコネクタ
ko: 녹색 전면 패널 커넥터
zh_hk: 綠色接口前段面板

source: Pink Front Panel Connector
ar: وصل اللوحة الأمامية زهري
fr: Connecteur rose du panneau frontal
hu: Rózsaszín elülső panel csatlakozó
id: Panel Konektor Merah Muda Bagian Depan
ja: ピンク前パネルコネクタ
ko: 분홍색 전면 패널 커넥터
zh_hk: 粉紅色前段面板

source: Blue Front Panel Connector
ar: وصل اللوحة الأمامية أزرق
fr: Connecteur bleu du panneau frontal
hu: Kék elülső panel csatlakozó
id: Panel Konektor Biru Bagian Depan
ja: 青前パネルコネクタ
ko: 청색 전면 패널 커넥터
zh_hk: 藍色前段面板

source: White Front Panel Connector
ar: وصل اللوحة الأمامية أبيض
fr: Connecteur blanc du panneau frontal
hu: Fehér elülső panel csatlakozó
id: Panel Konektor Putih Bagian Depan
ja: 白前パネルコネクタ
ko: 흰색 전면 패널 커넥터
zh_hk: 白色前段面板

source: Black Front Panel Connector
ar: وصل اللوحة الأمامية أسود
fr: Connecteur noir du panneau frontal
hu: Fekete elülső panel csatlakozó
id: Panel Konektor Hitam Bagian Depan
ja: 黒前パネルコネクタ
ko: 흑색 전면 패널 커넥터
zh_hk: 灰色前段面板

source: Gray Front Panel Connector
ar: وصل اللوحة الأمامية رمادي
fr: Connecteur gris du panneau frontal
hu: Szürke elülső panel csatlakozó
id: Panel Konektor Abu-abu Bagian Depan
ja: 灰色前パネルコネクタ
ko: 회색 전면 패널 커넥터
zh_hk: 橘色前段面板

source: Orange Front Panel Connector
ar: وصل اللوحة الأمامية برتقالي
fr: Connecteur orange du panneau frontal
hu: Narancssárga elülső panel csatlakozó
id: Panel Konektor Oranye Bagian Depan
ja: オレンジ前パネルコネクタ
ko: 주황색 전면 패널 커넥터
zh_hk: 紅色前段面板

source: Red Front Panel Connector
ar: وصل اللوحة الأمامية أحمر
fr: Connecteur rouge du panneau frontal
hu: Piros elülső panel csatlakozó
id: Panel Konektor Merah Bagian Depan
ja: 赤前パネルコネクタ
ko: 적색 전면 패널 커넥터
zh_hk: 黃色前段面板

source: Yellow Front Panel Connector
ar: وصل اللوحة الأمامية أصفر
fr: Connecteur jaune du panneau frontal
hu: Sárga elülső panel csatlakozó
id: Panel Konektor Kuning Bagian Depan
ja: 黄前パネルコネクタ
ko: 황색 전면 패널 커넥터
zh_hk: 黃色前方面板連接器

source: Spread Output
ar: ناشر المخارج
fr: Dispersion
hu: Kimenet szórása
id: Keluaran Spread
ja: 拡散出力
ko: 출력 분산
zh_hk: 分散輸出

source: Downmix
fr: Mix abaisseur
hu: Lekeverés
ja: ミックスダウン
ko: 다운 믹스
zh_hk: 降混音

source: Virtual Mixer Input
ar: مدخل الدمج الوهمي
fr: Entrée du mixeur virtuel
hu: Virtuális keverő bemenet
id: Masukan Virtual Mixer
ja: 仮想ミキサー入力
ko: 가상 믹서 입력
zh_hk: 虛擬混音輸入

source: Virtual Mixer Output
ar: مخرج الدمج الوهمي
fr: Sortie du mixeur virtuel
hu: Virtuális keverő kimenet
id: Keluaran Virtual Mixer
ja: 仮想ミキサー出力
ko: 가상 믹서 출력
zh_hk: 虛擬混音輸出

source: Virtual Mixer Channels
ar: قنوات الدمج الوهمي
fr: Canaux du mixeur virtuel
hu: Virtuális keverő csatornák
id: Kannal Virtual Mixer
ja: 仮想ミキサーチャネル
ko: 가상 믹서 채널
zh_hk: 虛擬混音頻道

source: %s Function
fr: Fonction %s
hu: %s Funkció
id: %s Fungsi
ja: %s 関数
ko: %s 기능
zh_hk: %s 函數

source: Could not open audio device for playback. This version of the Open Sound System is not supported by this element.
ar: لايمكن تشغيل جهاز الصوت لإعادة التشغيل. هذا الإصدار من نظام الصوت المفتوح غير مدعوم بالموارد
fr: Impossible d'ouvrir le périphérique audio pour la lecture. Cette version d'OSS (Open Sound System) n'est pas prise en charge par cet élément.
hu: A hangeszköz nem alkalmas a lejátszásra. Ezen verziója az Open Sound System-nek nem támogatott az eszköz által.
id: Tidak bisa membuka perangkat suara untuk playback. Versi Open Sound Sistem ini tidak di dukung oleh faktor ini.
ja: 再生用にオーディオデバイスを開くことができませんでした。このバージョンのオープンサウンドシステムはこのエレメントでサポートされていません。
ko: 재생용 오디오 장치를 열 수 없습니다. 이 요소에서는 이 버전의 Open Sound System을 지원하지 않습니다.
zh_hk: 無法開啟用來播放的音效裝置。此 Open Sound 系統的版本在這個組件中不支援。

source: Playback is not supported by this audio device.
ar: إعادة التشغيل غير مدعومة ضمن جهاز الصوت
fr: La lecture n'est pas prise en charge par ce périphérique audio.
hu: Lejátszást nem támogatja az audio eszköz.
id: Playback tidak di dukung oleh perangkat suara ini.
ja: このオーディオデバイスは再生をサポートしていません。
ko: 이 오디오 장치에서는 재생이 지원되지 않습니다.
zh_hk: 此音效裝置不支援播放功能。

source: Audio playback error.
ar: خطأ بإعادة تشغيل الصوت
fr: Erreur de lecture audio.
hu: Hang lejátszási hiba.
id: Suara playback error.
ja: 音声再生エラー
ko: 오디오 재생 오류입니다.
zh_hk: 音效播放錯誤。

source: Recording is not supported by this audio device.
ar: التسجيل غير مدعوم ضمن جهاز الصوت
fr: L'enregistrement n'est pas pris en charge par ce périphérique audio.
hu: Felvételkészítést nem támogatja a hangeszköz.
id: Pencatatan tidak di dukung oleh perangkat suara.
ja: このオーディオデバイスは録音をサポートしていません。
ko: 이 오디오 장치에서는 녹음이 지원되지 않습니다.
zh_hk: 此音效裝置不支援錄音功能。

source: Error recording from audio device.
ar: خطأ بالتسجيل من جهاز الصوت
fr: Une erreur d'enregistrement s'est produite sur le périphérique audio.
hu: Hibás felvétel a hangeszközről.
id: Pencatatan error dari perangkat suara.
ja: オーディオデバイスからの録音エラー。
ko: 오디오 장치에서 녹음하는 동안 오류가 발생했습니다.
zh_hk: 從音效裝置進行錄音時發生錯誤。
