Repository: aszeszo/jds
Catalog: po-sun/xscreensaver/po/*.po
Languages: cs, hu, ko

source: This grabs a screen image, carves it up into a jigsaw puzzle, shuffles it, and then solves the puzzle. This works especially well when you feed it an external video signal instead of letting it grab the screen image (actually, I guess this is generally true...) When it is grabbing a video image, it is sometimes pretty hard to guess what the image is going to look like once the puzzle is solved. Written by Jamie Zawinski.
cs: Použije obraz pracovní plochy pro hru puzzle. Napsal Jamie Zawinski.
hu: Fog egy képernyőképet, kirakójátékká alakítja, összekeveri, majd kirakja a rejtvényt. Különösen akkor működik jól, ha egy külső videót használhat a képernyőkép helyett. írta: Jamie Zawinski.
ko: 개발자: Jamie Zawinski 화면 이미지를 캡처해 조각 그림으로 나눠 섞은 다음 퍼즐을 맞춥니다. 이것은 화면 이미지를 캡처하는 대신 외부 비디오 신호를 받아들일 때 특히 잘 동작합니다. 비디오 이미지를 캡처하는 경우 때때로 퍼즐을 다 맞추고 난 후 어떤 모양일지 추측하기가 어려울 수 있습니다.

source: Checkered Balls
cs: Kostkované koule
hu: Tarka labdák
ko: 체크무뉘 공

source: Draws a juggling stick-man. Written by Tim Auckland.
cs: Žonglér. Napsal Tim Auckland.
hu: Egy zsonglőrködő pálcikaembert rajzol. írta: Tim Auckland.
ko: 개발자: Tim Auckland 곡예사를 그립니다.

source: Iterations
cs: Opakování
hu: Ismételgetések
ko: 반복:

source: This one draws spinning, animating (are you detecting a pattern here yet?) explorations of the Julia set. You've probably seen static images of this fractal form before, but it's a lot of fun to watch in motion as well. One interesting thing is that there is a small swinging dot passing in front of the image, which indicates the control point from which the rest of the image was generated. Written by Sean McCullough.
cs: Animuje rotující fraktál Julia. Napsal Sean McCullough.
hu: A program egy mozgó, pörgő Julia-fraktált jelenít meg. Már biztosan látott állóképeket erről a fraktálról, de nagyon mulatságos mozgás közben is látni. További érdekesség, hogy egy kis táncoló pont mutatja a képen azt a vezérlő pontot, amelyhez képest a kép nagy részének generálása történt. írta: Sean McCullough.
ko: 개발자: Sean McCullough Julia 세트의 회전, 애니메이션 탐색을 그립니다. 이미 이 프랙탈 형태의 정적 이미지를 보았을 테지만 동적인 움직임을 지켜보는 것 역시 매우 흥미롭습니다. 한 가지 재미있는 사실은 이미지 앞을 지나가는 움직이는 작은 점이 있다는 것인데, 이 점은 나머지 이미지가 생성된 제어점을 나타냅니다.

source: Another clone of an ancient meme, consisting largely of frenetic rotational motion of colored lines. This one is by Ron Tapia. The motion is nice, but I think it needs more solids, or perhaps just brighter colors. More variations in the rotational speed might help, too.
cs: Další klon prastarého meme. Napsal Ron Tapia.
hu: Megint egy régi darab klónja, nagyjából frenetikus, forgó, színes vonalakból áll. Ezt Roy Tapia alkotta.
ko: 개발자: Ron Tapia일반적으로 색칠된 선의 회전 동작으로 구성됩니다. 회전 동작이 훌륭하긴 하지만 좀더 견고해야 하고 색상이 밝아야 합니다. 회전 속도에 변화를 주는 것도 좋습니다.

source: Segments
cs: Segmenty
hu: Szegmensek
ko: 조각

source: Symmetry
cs: Symetrie
hu: Szimmetria
ko: 대칭

source: Trails
cs: Stopy
hu: Nyomok
ko: 꼬리

source: This draws a visualization of a Klein bottle or some other interesting parametric surfaces. Written by Andrey Mirtchovski.
cs: Vizualizace Kleinovy láhve a jiných zajímavých parametrických povrchů. Napsal Andrey Mirtchovski.
hu: Ez a program egy Klein-üveget, vagy más érdekes paraméteres felületet jelenít meg. írta: Andrey Mirtchovski.
ko: 클라인 병(Klein Bottle)을 시각화하거나 기타 재미 있는 매개 변수식 표면을 표현합니다. (개발자: Andrey Mirtchovski)

source: Use Randomized Surfaces and Primitives
cs: Náhodné povrchy a tvary
hu: Véletlenszerű felületek és alapműveletek használata
ko: 임의 표면 및 원형 사용

source: Wander Around the Screen
cs: Putovat po obrazovce
hu: Barangolás a képernyőn
ko: 화면 주위를 떠돌아다님

source: Randomize
cs: Zamíchat
hu: Véletlenszerűsít
ko: 무작위

source: Spiraling, spinning, and very, very fast splashes of color rush toward the screen. Written by Teemu Suutari.
cs: Spin, pohyb po spirále a barevné skvrny. Napsal Teemu Suutari.
hu: Spirálos, pörgő és nagyon-nagyon gyors színfoltok rohannak a képernyő felé. írta: Teemu Suutari
ko: 개발자: Teemu Suutari 화면을 향해 돌진하는 원색의 움직임이 아주 빠르게 나선형으로 회전하며 뿌려집니다.

source: Animates a simulation of Lemarchand's Box, repeatedly solving itself. Requires OpenGL, and a machine with fast hardware support for texture maps. Warning: occasionally opens doors. Written by Jamie Zawinski.
cs: Animuje simulaci Lemarchandovy kostky. Napsal Jamie Zawinski.
hu: A Lemarchand-doboz szimulációját animálja, újra és újra megoldva önmagát. Háromdimenziós gyorsítással rendelkező gépre van szükség. Vigyázat: alkalmanként ajtókat nyit ki. írta: Jamie Zawinski.
ko: 개발자: Jamie Zawinski 스스로 반복하여 풀면서 Lemarchand의 Box 시뮬레이션을 애니메이션합니다. OpenGL과 텍스처 맵을 빠르게 지원하는 시스템이 필요합니다. 경고: 때때로 문이 열립니다.

source: Lament
cs: Bědovat
hu: Panasz
ko: 길이

source: Laser
hu: Lézer
ko: 빠르게

source: Moving radiating lines, that look vaguely like scanning laser beams. Written by Pascal Pensa. (Frankie say: relax.)
cs: Pohybující zářící čáry, které vypadají jako scannující laserové paprsky. Napsal Pascal Pensa.
hu: Mozgó, szétsugárzó vonalak, melyek valamennyire pásztázó lézersugarakra hasonlítanak. írta: Pascal Pensa.
ko: 개발자: Pascal Pensa 레이저 빔을 스캔하는 것처럼 희미하게 보이는 방사형 선이 움직입니다.

source: Activity
cs: Aktivita
hu: Aktivitás
ko: 활동성

source: Classic Lavalite
cs: Klasický Lavalite
hu: Klasszikus Lavalite
ko: 고전적 Lavalite

source: Cone Lavalite
cs: Kónický Lavalite
hu: Kúp Lavalite
ko: 원뿔 Lavalite

source: Draws a 3D Simulation a Lava Lite(r): odd-shaped blobs of a mysterious substance are heated, slowly rise to the top of the bottle, and then drop back down as they cool. This program requires OpenGL and a fairly fast machine (both CPU and 3D performance.) Written by Jamie Zawinski. "LAVA LITE(r) and the configuration of the LAVA(r) brand motion lamp are registered trademarks of Haggerty Enterprises, Inc. The configuration of the globe and base of the motion lamp are registered trademarks of Haggerty Enterprises, Inc. in the U.S.A. and in other countries around the world."
cs: Kreslí 3D simulaci Lava Lite(r). Napsal Jamie Zawinski.
hu: A Lava lámpa háromdimenziós szimulációját rajzolja meg: különös formájú, titokzatos anyagot melegít, amely lassan felemelkedik az üveg tetejébe, majd visszaesik az aljára, ahogy lehűl. Ehhez a programhoz háromdimenziós gyorsításra és meglehetősen gyors számítógépre van szükség. írta: Jamie Zawinski.
ko: 개발자: Jamie Zawinski LavaLite 3D 시뮬레이션을 그립니다. 불가사의한 물질로 된 이상한 형태의 물방울은 열이 가해지면 병 위로 서서히 올라오고 식으면 도로 내려옵니다. 이 프로그램을 실행하려면 OpenGL과 상당히 빠른 시스템(CPU와 3D 성능 모두)이 필요합니다. "LAVA LITE(r)와 LAVA(r) 브랜드 모션 램프의 구성은 Haggerty Enterprises, Inc.의 상표로 등록되었습니다. 구의 구성과 모션 램프의 기초는 미국과 세계 각지의 다른 나라에 있는 Haggerty Enterprises, Inc.의 상표로 등록되었습니다."

source: Faceted
cs: Boušené
hu: Oldalú
ko: 빠르게

source: Giant Lavalite
cs: Velká Lavalite
hu: Óriás Lavalite
ko: 거대한 Lavalite

source: Max Blobs
cs: Maximální kapky
hu: Maximális foltok
ko: 최대 물방울

source: Random Lamp Style
cs: Náhodný styl lampy
hu: Véletlenszerű lámpastílus
ko: 임의의 램프 유형

source: Resolution
cs: Rozlišení
hu: Elhatározás
ko: 해상도

source: Rocket Lavalite
cs: Raketový Lavalite
hu: Rakéta Lavalite
ko: 로켓 Lavalite

source: Smooth
cs: Hladce
hu: Egyenletes
ko: 부드럽게

source: This one draws crackling fractal lightning bolts. It's simple, direct, and to the point. If only it had sound... Written by Keith Romberg.
cs: Fraktály. Napsal Keith Romberg.
hu: Ez a program recsegő-ropogó fraktális villámcsapásokat rajzol. Egyszerű, célratörő. Bárcsak lenne hangja is... írta: Keith Romberg.
ko: 개발자: Keith Romberg 이것은 멋진 프랙탈 번개를 그립니다. 이것은 단순하며 직접적이고 정확하게 딱 들어맞습니다.

source: Lisa
ko: 선

source: Steps
cs: Kroky
hu: Lépések
ko: 단계

source: This draws Lisajous loops, by Caleb Cullen. Remember that device they had the Phantom Zone prisoners in during their trial in Superman? I think that was one of these.
cs: Toto kreslí Lisajousovy smyčky. Napsal Caleb Cullen.
hu: Ez a program Lisajous köröket rajzol. írta: Caleb Cullen.
ko: 개발자: Caleb Cullen 이것은 Lisajous 루프를 그립니다. 슈퍼맨에서 팬텀 존 죄수가 가지고 있던 장치를 기억하십니까? 그것이 아마 이것 중 하나였다고 생각됩니다.

source: Another Lissajous figure. This one draws the progress of circular shapes along a path. Written by Alexander Jolk.
cs: Další Lissajousův obrazec. Napsal Alexander Jolk.
hu: Megint egy Lisajous figura. Ez köralakok haladását rajzolja meg egyútvonal mentén. írta: Alexander Jolk.
ko: 개발자: Alexander Jolk 또 하나의 Lissajous 그림입니다. 이것은 경로를 따라 순환하는 형상의 모습을 그립니다.

source: Lissie
ko: 적게

source: Closed Figures
cs: Zavřené kresby
hu: Zárt figurák
ko: 닫힌 그림

source: Control Points
cs: Kontrolní body
hu: Ellenőrző pontok
ko: 제어점

source: Interpolation Steps
cs: Interpolační kroky
hu: Beszúrás lépései
ko: 인터폴레이션 단계

source: LMorph
ko: 많이

source: Less
cs: Méně
hu: Kevesebb
ko: 적음

source: More
cs: Více
hu: Több
ko: 많음

source: Open Figures
cs: Otevřené kresby
hu: Nyílt figurák
ko: 설정...

source: Open and Closed Figures
cs: Otevřené a zavřené kresby
hu: Nyílt és zárt figurák
ko: 설정...

source: This generates random spline-ish line drawings and morphs between them. Written by Sverre H. Huseby and Glenn T. Lines.
cs: Generátor náhodných splinových kreseb. Napsal Sverre H. Huseby a Glen T. Lines.
hu: Véletlenszerűen rajzol bütyökre emlékeztető vonalakat, és közöttük átváltozik. írta: Sverre H. Huseby and Glenn T. Lines.
ko: 개발자: Sverre H. Huseby, Glenn T. Lines 이것은 불규칙한 형태로 움직이는 스플라인 선 그림을 생성합니다.

source: This one produces loop-shaped colonies that spawn, age, and eventually die. Written by David Bagley.
cs: Simuluje tvorbu kolonii ve tavru smyčky, které se rozrůstají a případně odúmírají. Napsal David Bagley.
hu: Ez a program hurok alakú kolóniákat hoz létre, melyek továbbszövődnek, korosodnak és végül elhalnak. írta: David Begley.
ko: 개발자: David Bagley 이것은 알을 낳고 늙고 갑자기 죽는 루프 형태의 군체를 생성합니다.

source: Backtracking Generator
cs: Generátor navrácení
hu: Visszaléptetés generátor
ko: 역추적 생성

source: Grid Size
cs: Velikost mřížky
hu: Rács mérete
ko: 격자 크기

source: Head Toward Exit
cs: Směřovat k východu
hu: Irány a kijárat
ko: 출구를 향함

source: Ignorant of Exit Direction
cs: Ignorovat východ
hu: Nem tud a kilépési parancsról
ko: 출구 방향 무시

source: Joining Generator
cs: Generátor spojování
hu: Csatlakozási generátor
ko: 결합 생성

source: Post-Solve Delay
cs: Prodleva po řešení
hu: Ismétlési várakozás
ko: 긴 지연

source: Pre-Solve Delay
cs: Prodleva před řešením
hu: Ismétlési várakozás
ko: 긴 지연

source: Random Generator
cs: Náhodný generátor
hu: Véletlen generátor
ko: 무작위

source: Seeding Generator
cs: Generátor osazení
hu: generátor
ko: 시드 생성

source: Solve Speed
cs: Rychlost řešení
hu: Megoldási sebesség
ko: 빠르기

source: This is the ancient X maze demo, modified to work with xscreensaver. It generates a random maze, then solves it with visual feedback. Originally by Jim Randell; modified by a cast of thousands.
cs: Toto je ukázka X maze, generátor náhodných bludišť s řešením. Napsal Jim Randell.
hu: Ez egy régi X maze demó megváltoztatva úgy, hogy az xscreensaver-relműködjön. Véletlenszerű útvesztőt rajzol, melyet meg is fejt. Eredetileg írta: Jim Rendell, s többen módosították.
ko: 이것은 xscreensaver에서 수정된 고대의 X 미로 데모입니다. 이것은 불규칙한 미로를 생성한 다음 그 출구로 나아가는 길을 화면에 보여줍니다. Jim Randell이 처음 제작했으며 여러 번 수정되었습니다.

source: Menger
ko: 빡빡하게

source: This draws the three-dimensional variant of the recursive Menger Gasket, a cube-based fractal object analagous to the Sierpinski Tetrahedron. Written by Jamie Zawinski.
cs: Kreslí 3D analogii Sierpinského čtyřstěnu. Napsal Jamie Zawinski.
hu: A rekurzív Menger Gasket háromdimenziós variációját rajzolja meg, egy kockaalapú fraktális objektumot, mely a Sierpinski tetraéderrel analóg. írta:Jamie Zawinski.
ko: 개발자: Jamie Zawinski 이것은 Sierpinski Tetrahedron와 유사한 입방체 모양의 프랙탈 객체인 Menger Gasket의 3차원 형태를 그립니다.

source: Big
cs: Velký
hu: Nagy
ko: 큼

source: Draws two dimensional metaballs: overlapping and merging balls with fuzzy edges. By W.P. van Paassen.
cs: Kreslí dvojrozměrné metakoule. Napsal W.P. van Paasen.
hu: Kétdimenziós metalabdákat rajzol: egymást elfedő, összemosódó labdákat homályos szélekkel. írta: W.P. van Paassen.
ko: 2차원 메타볼의 가장자리가 흐려지면서 서로 겹치는 형상을 나타냅니다. (개발자: W.P. van Paassen)

source: MetaBall Movement
cs: Pohyb metakoule
hu: Metalabda mozgás
ko: 메타볼 이동

source: MetaBall Radius
cs: Poloměr metakoule
hu: Metalabda sugár
ko: 메타볼 반지름

source: Number of MetaBalls
cs: Počet metakoulí
hu: Metalabdák száma
ko: 메타볼 수

source: Another M. C. Escher hack by Marcelo Vianna, this one draws ``Moebius Strip II,'' a GL image of ants walking along the surface of a moebius strip.
cs: Pochod mravenců po povrchu moebiova pruhu. Napsal Marcelo Vianna.
hu: Újabb M. C. Escher hack, írta: Marcelo Vianna. Egy Moebius-vonal felületénvégigsétáló hangyák GL képe.
ko: 개발자: Marcelo Vianna 또 하나의 M. C. Escher 핵으로, ``뫼비우스의 띠''의 표면을 따라 걸어가는 개미의 GL 그림인 ``Moebius Strip II''을 그립니다.

source: Draw Ants
cs: Kreslit mravence
hu: Hangyák rajzolása
ko: 개미 그리기

source: Mesh Floor
cs: Síťová podlaha
hu: Hálópadló
ko: 그물 바닥

source: Moebius
ko: 모비우스

source: Solid Floor
cs: Pevná podlaha
hu: Szilárd padló
ko: 채운 색상

source: Solid Objects
cs: Pevné objekty
hu: Egyszínű objektumok
ko: 단단한 객체

source: Moire
hu: Selyem
ko: 많이

source: Offset
cs: Ofset
hu: Eltolás
ko: 오프셋

source: This one draws cool circular interference patterns. Most of the circles you see aren't explicitly rendered, but show up as a result of interactions between the other pixels that were drawn. Written by Jamie Zawinski, inspired by Java code by Michael Bayne. As he pointed out, the beauty of this one is that the heart of the display algorithm can be expressed with just a pair of loops and a handful of arithmetic, giving it a high ``display hack metric''.
cs: Kreslí skvělé cirkulární interferenční vzorky. Napsal Jamie Zawinski.
hu: Ez a program remek körkörös interferencia motívumokat rajzol. A legtöbb kör explicite nem látszik , csak a többi pixel kölcsönhatásának eredményeként tűnik fel. írta: Jamie Zawinski.
ko: 이것은 원형의 간섭 형태를 그립니다. 눈에 보이는 원 중 대부분은 명확하게 표현되지는 않지만 이미 그려진 다른 픽셀 간에 이루어지는 상호 작용의 결과로 나타납니다. Jamie Zawinski가 제작했으며, Michael Bayne이 Java 코드로 만들었습니다. 그가 지적한 대로, 이 화면 보호기의 아름다움은 화면 알고리즘의 핵심이 한쌍의 루프와 약간의 수학적 계산만으로 이루어지며 높은 ``디스플레이 핵 메트릭''을 제공한다는 것입니다.

source: Another example of the fun you can have with moire interference patterns; this hack generates fields of concentric circles or ovals, and combines the planes with various operations. The planes are moving independently of one another, causing the interference lines to ``spray.'' Written by Jamie Zawinski.
cs: Další příklad zábavy s moire. Napsal Jamie Zawinski.
hu: Újabb példa arra, hogy milyen mókásak lehetneka moire interferencia motívumok; ez a hack koncentrikus körökből és oválisokból álló mezőket hoz létre, és a síkokat különböző műveletekkel kombinálja. írta: Jamie Zawinski.
ko: 개발자: Jamie Zawinski 또 하나의 물결 무늬 간섭 형태입니다. 이 프로그램은 동심원 또는 타원 영역을 생성하고 여러 동작을 통해 이 그림들을 서로 결합합니다. 그림은 서로 독립적으로 움직여서 간섭 선이 ``물보라'' 모양이 되도록 합니다.

source: Moire2
hu: Selyem2
ko: 많이

source: Describe Molecule
cs: Popsat molekulu
hu: Molekula leírása
ko: 분자 설명

source: Draw Atomic Bonds
cs: Kreslit vazby meiz atomy
hu: Atomi kötések rajzolása
ko: 원자 결합 그림

source: Draw Atoms
cs: Kreslit atomy
hu: Atomok rajzolása
ko: 원자 그림

source: Draw Bounding Box
cs: Kreslit ohraničení
hu: Határoló doboz rajzolása
ko: 튀어오르는 상자 그리기

source: Draws several different representations of molecules. Some common molecules are built in, and it can also read PDB (Protein Data Base) files as input. Written by Jamie Zawinski.
cs: Několik různých reprezentací molekul. Napsal Jamie Zawinski.
hu: Molekulákat jelenít meg különböző módokon. Néhány közönséges molekula be van építve, de PDB (Protein Data Base) fájlokat is tud olvasni,írta: Jamie Zawinski.
ko: 개발자: Jamie Zawinski 분자의 여러 가지 형태를 그립니다. 몇 가지 일반적인 분자는 이미 만들어져 있으며, 입력된 PDB(Protein Data Base) 파일도 읽을 수 있습니다.

source: Label Atoms
cs: Označit atomy
hu: Atomok címkézése
ko: 원자 레이블

source: Molecule
cs: Molekula
hu: Molekula
ko: 분자

source: PDB File
cs: Soubor PDB
hu: PDB fájl
ko: PDB 파일

source: Another 3d shape-changing GL hack, by Marcelo Vianna. It has the same shiny-plastic feel as Superquadrics, as many computer-generated objects do...
cs: Další 3D deformační program, Napsal Marcelo Vianna.
hu: Egy újabb alakváltoztató háromdimenziós hack, írta: Marcelo Vianna.
ko: 개발자: Marcelo Vianna 또 하나의, 형태가 변형되는 3d GL 핵입니다. 많은 컴퓨터에서 만들어진 객체처럼 이것도 Superquadrics와 같은 반짝거리는 플라스틱의 질감을 가집니다.

source: Generates random 3d plots that look vaguely mountainous. Written by Pascal Pensa.
cs: Generuje náhodnou 3D kresbu která vypadá skoro jako hory. Napsal Pascal Pensa.
hu: Véletlenszerű háromdimenziós, bizonytalanul óriásinak tűnő parcellákat rajzol. írta: Pascal Pensa.
ko: 개발자: Pascal Pensa 산악 지대처럼 보이는 불확실한 형태의 3d 그림을 생성합니다.

source: Mountain
cs: Hora
hu: Hegy
ko: 산

source: DATAI 2 ADDB 1,2 ROTC 2,-22 XOR 1,2 JRST .-4 As reported by HAKMEM, in 1962, Jackson Wright wrote the above PDP-1 code. That code still lives on in this screenhack, some 35 years later. The number of lines of enclosing code has increased substantially, however. This version is by Tim Showalter.
cs: DATAI 2 ADDB 1,2 ROTC 2,-22 XOR 1,2 JRST. Tato verze je od Tima Showaltera.
hu: DATAI 2 ADDB 1,2 ROTC 2,-22 XOR 1,2 JRST .-4 HAKMEM szerint 1962-ben Jackson Wright írtaa fenti PDP-1 kódot. Az a kód még mindig él ebben a képernyővédőben, évtizedekkel később. Ezt a verziót Tim Showalter írta.
ko: 개발자: Tim Showalter DATAI 2 ADDB 1,2 ROTC 2,-22 XOR 1,2 JRST .-4 1962년 HAKMEM이 보고한 것과 같이 Jackson Wright가 PDP-1 코드 위에 제작했습니다. 이 코드는 35년이 지난 지금도 이 핵에 남아 있습니다. 하지만 포함된 코드의 라인 수는 증가하여 왔습니다.

source: Blot Count
cs: Počet kaněk
hu: Foltszám
ko: 계산:

source: Calm
cs: Bezvětří
hu: Nyugodt
ko: 수정

source: Changes
cs: Změny
hu: Cserék
ko: 크게

source: Colors
cs: Barvy
hu: Színek
ko: 색상

source: Crunchiness
cs: Křoupavost
hu: Ropogósság
ko: 우두둑

source: Draws different shapes composed of nervously vibrating squiggles, as if seen through a camera operated by a monkey on crack. By Dan Bornstein.
cs: Kreslí různé a podivné tvary. Napsal Dan Bornstein.
hu: Különböző formákat hoz létre idegesen vibráló cikkcakkokból.írta: Dan Bornstein.
ko: 개발자: Dan Bornstein 심하게 진동하는 짧고 불규칙한 선으로 구성된 여러 형태를 그립니다. 마치 원숭이가 조작하는 카메라를 통해 보는 것 같습니다.

source: Frequent
cs: Četný
hu: Gyakori
ko: 자주

source: Nervousness
cs: nervozita
hu: Idegesség
ko: 심하게

source: Seldom
cs: Zřídka
hu: Ritkán
ko: 가끔

source: Spastic
cs: Křečovitý
hu: Görcsös
ko: 경련하는

source: A little man with a big nose wanders around your screen saying things. The things which he says can come from a file, or from an external program like `zippy' or `fortune'. This was extracted from `xnlock' by Dan Heller. Colorized by Jamie Zawinski.
cs: Malý mužík s velkým nosem putuje po obrazovce a říká různé věci. Extrahováno z "xnlock" od Dana Hellera. Obarvil Jamie Zawinski.
hu: Egy nagyorrú kisember barangol körbe a képernyőn, és különböző dolgokat mond. Amit mond, származhat egy fájlból, vagy egy külső programból. Dan Heller `xnlock'-ja a forrása, színezte: Jamie Zawinski.
ko: 화면 주위로 큰 코를 가진 작은 사람들이 무언가를 중얼거리며 돌아다닙니다. 그들이 말하는 내용은 파일에서 가져올 수도 있고, `zippy'이나 `fortune'과 같은 외부 프로그램에서 가져올 수도 있습니다. 이것은 Dan Heller이 `xnlock'에서 가져왔습니다. Jamie Zawinski가 채색했습니다.

source: Get Text from File
cs: Získat text ze souboru
hu: Szöveg fájlból
ko: 파일에서 텍스트 가져오기

source: Get Text from Program
cs: Získat text z programu
hu: Szöveg egy programból
ko: 프로그램에서 텍스트 가져오기

source: Text File
cs: Textový soubor
hu: Szövegfájl
ko: 텍스트 파일

source: Text Program
cs: Textový program
hu: Szövegprogram
ko: 깃발의 글자

source: Use Text Below
cs: Použít následující text
hu: Az alábbi szöveg használata
ko: 아래의 텍스트 사용

source: This is sort of a combination spirograph/string-art. It generates a large, complex polygon, and lets the X server do the bulk of the work by giving it an even/odd winding rule. Written by Dale Moore, based on some ancient PDP-11 code.
cs: Generátor velkých komplexních mnohoúhelníků. Napsal Dale Moore.
hu: Ez egyfajta kombinációs spirográf. Egy nagy, összetett sokszöget hoz létre. írta: Dale Moore, egy régi PDP-11 kód alapján.
ko: 이것은 스피로그래프와 스트링 아트를 결합한 형태입니다. 이것은 크고 복잡한 다각형을 생성하고, X 서버에게 짝수/홀수의 휘어짐 규칙을 주어 많은 작업을 수행하도록 합니다. Dale Moore가 일부 고전적인 PDP-11 코드에 기초하여 제작했습니다.

source: Always play well
cs: Vždy hrát dobře
hu: Mindig jól játszik
ko: 항상 훌륭하게 수행함

source: Explosions
cs: Exploze
hu: Robbanások
ko: 폭발

source: Penetrate
cs: Průnik
hu: Áthatol
ko: 일반

source: Start badly, but learn
cs: Začít špatně, ale učit se
hu: Rosszul kezdett, de tanul
ko: 나쁘게 시작하여 학습해 나감

source: This hack simulates the classic arcade game Missile Command. Written by Adam Miller.
cs: Simulace klasické arkády "Missile Command", Napsal Adam Miller.
hu: Ez a hack a klasszikus Missile Command árkádjátékot szimulálja. írta:Adam Miller.
ko: 개발자: Adam Miller 이 프로그램은 고전적 아케이드 게임인 Missile Command를 시뮬레이트합니다.

source: Draw Ammann Lines
cs: Kreslit Ammannovy čáry
hu: Ammann vonalak rajzolása
ko: Ammann 라인 그림

source: Draws quasiperiodic tilings; think of the implications on modern formica technology. Written by Timo Korvola. In April 1997, Sir Roger Penrose, a British math professor who has worked with Stephen Hawking on such topics as relativity, black holes, and whether time has a beginning, filed a copyright-infringement lawsuit against the Kimberly-Clark Corporation, which Penrose said copied a pattern he created (a pattern demonstrating that ``a nonrepeating pattern could exist in nature'') for its Kleenex quilted toilet paper. Penrose said he doesn't like litigation but, ``When it comes to the population of Great Britain being invited by a multinational to wipe their bottoms on what appears to be the work of a Knight of the Realm, then a last stand must be taken.'' As reported by News of the Weird #491, 4-jul-1997.
cs: Kreslí kvaziperiodické vzory. Napsal Timo Korvola.
hu: Kváziperiodikus csempézést rajzol. írta: Timo Korvola.
ko: 개발자: Timo Korvola 유사 주기적인 타일 형태의 그림을 그립니다. 요새 포마이커 기술에 사용되는 방식을 생각하면 됩니다. 1997년 4월, 상대성 이론, 블랙홀, 시간의 시작 같은 주제를 놓고 Stephen Hawking과 함께 연구해 온 영국 수학자 Roger Penrose경은 Kimberly-Clark Corporation에 대해 저작권 침해 소송을 제기했습니다. Penrose경은 자신이 제작한 패턴(``자연에는 반복되는 패턴이 존재할 수 없다''는 것을 보여주는 패턴)이 클리넥스의 화장실 휴지에 인쇄되었다고 주장했습니다. Penrose경은 자신이 소송을 좋아하지는 않지만 ``여왕에게 기사 작위를 얻은 사람의 업적이 다국적 기업으로 인해 대영제국 국민에게 밑닦기용으로 제공된다면 그 때에는 최후의 조치를 취할 수밖에 없다''고 말했습니다. 1997년 7월 4일, Weird의 뉴스에서 보도하였습니다.

source: Penrose
ko: 빡빡하게

source: Colony Shape
cs: Tvar kolonie
hu: Kolónia-forma
ko: 군체 형태

source: Death Comes
cs: Přicházející smrt
hu: Eljő a halál
ko: 죽음이 다가옴

source: Diamond
cs: Diamant
hu: Gyémánt
ko: 데모

source: Fertility
cs: Úrodnost
hu: Termékenység
ko: 비옥함

source: Maxium Lifespan
cs: Maximální živostnost
hu: Maximális élettartam
ko: 최대 수명

source: Maxium Rate of Death
cs: Maximální míra úmrtí
hu: Elhalálozás legnagyobb mértéke
ko: 최대 사망률

source: Maxium Rate of Growth
cs: Maximální míra růstu
hu: Növekedés legnagyobb mértéke
ko: 최대 성장률

source: Minium Lifespan
cs: Minimální živostnost
hu: Minimális élettartam
ko: 최소 수명

source: Minium Rate of Death
cs: Minimální míra úmrtí
hu: Elhalálozás legkisebb mértéke
ko: 최소 사망률

source: Minium Rate of Growth
cs: Minimální míra růstu
hu: Növekedés legkisebb mértéke
ko: 최소 성장률

source: Mold Varieties
cs: Druhy plísní
hu: Penész változatok
ko: 곰팡이 변종

source: Offspring
cs: Potomek
hu: Sarjadék
ko: 자손

source: Quickly
cs: Rychle
hu: Gyorsan
ko: 빠름

source: Slowly
cs: Pomalu
hu: Lassan
ko: 느림

source: Square
cs: Čtverec
hu: Négyzet
ko: 사각형

source: This simulates colonies of mold growing in a petri dish. Growing colored circles overlap and leave spiral interference in their wake. Written by Dan Bornstein.
cs: Simuluje kolonie plísně rostoucí v petriho misce. Napsal Dan Bornstein.
hu: A penész növekedését szimulálja egy serpenyőben. A növekvő színes körök elfedik egymást és spirális interferenciák jönnek létre. írta:Dan Bornstein.
ko: 개발자: Dan Borstein 이것은 미생물 배양 접시에서 자라고 있는 곰팡이의 군체를 시뮬레이트한 것입니다. 다양한 색상의 원이 겹쳐지고 성장하며 나선형으로 서로 간섭합니다.
