Repository: aszeszo/jds
Catalog: po-sun/xscreensaver/po/*.po
Languages: cs, hu, ko

source: SSystem is a GL Solar System simulator. It simulates flybys of Sun, the nine planets and a few major satellites, with four camera modes. Written by Raul Alonso. This is not included with the XScreenSaver package, but is packaged separately. Note: SSystem does not work as a screen saver on all systems, because it doesn't communicate with xscreensaver properly. It happens to work with some window managers, but not with others, so your mileage may vary. SSystem was once available at &lt;http://www1.las.es/~amil/ssystem/&gt;, but is now gone. You may still be able to find copies elsewhere. SSystem has since evolved into Celestia, found at &lt;http://www.shatters.net/celestia/&gt;. Sadly, Celestia does not work with xscreensaver at all. You are encouraged to nag the authors into adding xscreensaver support!
cs: SSsytem je GL simulátor solární soustavy. Napsal Raul Alonso.
hu: Az SSystem egy naprendszerszimulátor. Közel repül a Naphozt, a kilenc bolygóhoz és a fő holdakhoz, összesen négyféle kamera módban. Írta Raul Alonso.Az SSystem-ből lett továbbfejlesztve a Celestia nevű szoftver, mely azonban már nem működik együtt az xscreensaverrel. Milyen kár...
ko: SSystem은 GL 태양계 시뮬레이터입니다. SSystem은 4개의 카메라 모드로 태양, 9개 행성 및 몇 개의 주요 위성에 대한 근접 비행을 시뮬레이트합니다. SSystem은 XScreenSaver 패키지에 포함되어 있지 않고 따로 제공됩니다. 참고: SSystem은 모든 시스템에서 화면 보호기로 작동하지 않습니다. 이것은 xscreensaver와의 적절한 통신이 이루어지지 않기 때문입니다. SSystem은 일부 창 관리자에서는 제대로 작동하지만 다른 것에서는 제대로 작동하지 않으므로 상황에 따라 달라질 수 있습니다. SSystem은 한 때 &lt;http://www1.las.es/~amil/ssystem/&gt;에서 구할 수 있었지만 지금은 제공되지 않습니다. 아직 다른 곳에서 복사본을 구할 수 있을 것입니다. SSystem은 이후 Celestia(http://www.shatters.net/celestia/)로 발전되었습니니다. 그러나 Celestia는 xscreensaver에서 전혀 작동하지 않습니다. xscreensaver 지원을 추가하도록 개발자에게 요구해보는 것이 좋을 것입니다. (개발자: Raul Alonso)

source: Stairs
cs: Schody
hu: Lépcső
ko: 계단

source: by Marcelo Vianna's third Escher GL hack, this one draws an ``infinite'' staircase.
cs: Třetí variace na Escherovo téma "Nekonečné schody" od Marcela Vianny.
hu: Marcelo Vianna harmadik Escher GL hack-je alapján ez egy ``végtelen'' lépcsősort rajzol.
ko: 개발자: Marcelo Vianna 세 번째 Escher GL 핵인 이것은 ``무한한'' 계단을 그립니다.

source: Color Gradients
cs: Barevné gradienty
hu: Színátmenetek
ko: 색상 밝기

source: Pulsating Blob
cs: Pulsující kapka
hu: Lüktető folt
ko: 진동하는 물방울

source: Starfish
cs: Mořská hvězda
hu: Tengeri csillag
ko: 불가사리

source: This generates a sequence of undulating, throbbing, star-like patterns which pulsate, rotate, and turn inside out. Another display mode uses these shapes to lay down a field of colors, which are then cycled. The motion is very organic. Written by Jamie Zawinski.
cs: Generátor čeřících se, pulzujících a rotujících hvězdičkových vzorků. Napsal Jamie Zawinski.
hu: Hullámzó, lüktető, csillagszerű motívumok sorozatát rajzolja meg, amely forog, pulzál és kifordul önmagából. Egy másik megjelenítési mód egy színmezőt hoz létre ezekből a alakzatokból, amiket aztán megforgat. írta: Jamie Zawinski.
ko: 개발자: Jamie Zawinski 이것은 물결치고 고동치는 별 모양을 한 일련의 패턴을 생성합니다. 만들어진 패턴은 고동치고 회전하고 뒤집어집니다. 또 다른 표시 모드는 이 형태를 사용하여 색 영역을 놓으며, 이후 순환됩니다. 움직임은 매우 유기적입니다.

source: Anti-aliased Lines
cs: Antialiasované čáry
hu: Álnév nélküli vonalak
ko: 안티 알리아스 선

source: Centered Text
cs: Centrovaný text
hu: Középre igazított szöveg
ko: 중앙

source: Draws a stream of text slowly scrolling into the distance at an angle, over a star field, like at the beginning of the movie of the same name. Written by Jamie Zawinski and Claudio Matauoka.
cs: Text skrolující přes hvězdokupu do pozadí. Napsal Jamie Zawinski a Claudio Matauoka.
hu: Egy szöveget jelenít meg, amely lassan a távolba vész, amely egy csillagmezőn suhan át, akárcsak az azonos című film kezdetén.írta: Jamie Zawinski és Claudio Matauoka.
ko: 개발자: Jamie Zawinski, Claudio Matauoka 우주 공간 위를 먼 방향으로 천천히 흘러가는 텍스트 흐름을 그립니다. 같은 이름의 영화의 시작 화면과 비슷합니다.

source: Fade Out
cs: Zatemňování
hu: Elhalványul
ko: 흐려짐

source: Flush Left Text
cs: Zahazovat text nalevo
hu: Szöveg balra igazítása
ko: 왼쪽 텍스트 플러시

source: Flush Right Text
cs: Zahazovat text napravo
hu: Szöveg jobbra igazítása
ko: 오른쪽 텍스트 플러시

source: Font Point Size
cs: Velikost bodu písma
hu: Betűpont-méret
ko: 글꼴 크기

source: Scroll Speed
cs: Rychlost skrolování
hu: Görgetés sebessége
ko: 스크롤 빠르기

source: Star Rotation Speed
cs: Rychlost hvězd
hu: Csillag forgási sebessége
ko: 별 회전 빠르기

source: StarWars
hu: Csillagok Háborúja
ko: 스타워즈

source: Text Columns
cs: Textové sloupce
hu: Szövegoszlopok
ko: 텍스트 열

source: Text Lines
cs: Textové řádky
hu: Szövegsorok
ko: 선

source: Thick Lines
cs: Úzké čáry
hu: Vastag sorok
ko: 선

source: Wrap Long Lines
cs: Zalamovat dlouhé řádky
hu: Hosszú sorok tördelése
ko: 긴 줄의 줄바꿈

source: Chains of colorful squares dance around each other in complex spiral patterns. Written by Andrew Plotkin, based on SGI's `electropaint' screensaver.
cs: Řetěz barevných čtverců tančících kolem sebe ve složitých spirálových vzorech. Napsal Andrew Plotkin, založeno na spořiči "electropaint".
hu: Színes négyzetek léncolata táncol körbe komplex spirál motívumokban. írta: Andrew Plotkin, az SGI `electropaint' képernyővédője alapján.
ko: 개발자: Andrew Plotkin 다채로운 색상의 사각형 체인이 복잡한 나선 패턴으로 춤추며 움직입니다. SGI의 `electropaint' 화면 보호기에 기초하여 만들어졌습니다.

source: Curviness
cs: Zakřivení
hu: Görbeség
ko: 곡선

source: This draws strange attractors: it's a colorful, unpredictably-animating field of dots that swoops and twists around. The motion is very nice. Written by Massimino Pascal.
cs: Kreslí divné atraktory: je to barevné, animované pole bodů, které se všelijak - ovšem pěkně - pohybuje. Napsal Massimino Pascal.
hu: Furcsa attraktorokat rajzol: ez egy színes, kiszámíthatatlanul animáló pontmező, amely lecsap és körbe-körbecsavarodik. Nagyon szép a mozgás. írta: Massimino Pascal.
ko: 개발자: Massimino Pascal 이것이 그리는 낮설고 매혹적인 형태는 다채로운 색상을 가진 예상할 수 없는 방법으로 움직이는 급강하하고 서로 얽히는 도트들의 영역입니다. 이 움직임은 매우 훌륭합니다.

source: Ed Mackey reports that he wrote the first version of this program in BASIC on a Commodore 64 in 1987, as a 320x200 black and white wireframe. Now it is GL and has specular reflections.
cs: Ed Mackey říká, že první verzi tohoto programu napsal v BASICu pro Commodore 64 v roce 1987 on.
hu: Ed Mackey bevallása szerint 1987-ben írta e program első verzióját BASIC-ben egy Commodor 64-en, 320x200-as fekete-fehérben. Ma már GL és tükröző visszaverődésekkel teli.
ko: Ed Mackey는 1987년 Commodore 64에서 BASIC으로 이 프로그램의 첫 번째 버전을 320x200의 흑백 와이어프레임을 사용하여 제작했다고 보고했습니다. 지금은 GL이 되었고 거울 같은 반사광을 갖습니다.

source: More flowing, swirly patterns. This version is by M. Dobie and R. Taylor, but you might have seen a Mac program similar to this called FlowFazer. There is also a cool Java applet of a similar concept.
cs: Další poletujících zvířených vzorků. Napsal M. Dobie a R. Taylor.
hu: Még több áramló, örvénylő motívum. Ezt a változatot M. Dobie és R. Taylor írta, de van egy hasonló Mac program is, melynek neve FlowFazer.Létezik egy hasonló koncepcióan alapuló Java applet is.
ko: 개발자: M. Dobie, R. Taylor 소용돌이치며 흐르는 패턴입니다. 이외에도 FlowFazer라 불리는 이것과 유사한 Mac 프로그램이 있으며 유사한 개념의 훌륭한 Java 애플릿도 있습니다.

source: Swirl
cs: Vířit
hu: Örvény
ko: 소용돌이

source: 0 deg
cs: 0 st.
hu: 0 fok
ko: 0도

source: 5 Minute Tick Marks
cs: Značky po 5 minutách
hu: 5 percenkénti jelzések
ko: 5분 표시

source: 90 deg
cs: 90 st.
hu: 90 fok
ko: 90도

source: Bigger
cs: Větší
hu: Nagyobb
ko: 큼

source: Cycle Seconds
cs: Vteřiny cyklu
hu: Körforgás másodpercek
ko: 초

source: Minute Tick Marks
cs: Značit každou minutu
hu: Percjelzők
ko: 분 표시

source: Smaller
cs: Menší
hu: Kisebb
ko: 작음

source: This draws a working analog clock composed of floating, throbbing bubbles. Written by Bernd Paysan.
cs: Kreslí analogové hodiny z bublin. Napsal Bernd Paysan.
hu: Ez egy működő analóg órát rajzol lebegő, lüktető buborékokból. írta: Bernd Paysan.
ko: 개발자: Bernd Paysan 이것은 움직이며 고동치는 거품으로 구성된 아날로그 시계를 그립니다.

source: Turn Side-to-Side
cs: Obracet ze strany na stranu
hu: Oldalról oldara fordítás
ko: 나란히 회전함

source: Wobbliness
cs: Vibrace
hu: Ingadozás
ko: 흔들림

source: Displays a view of the ``Bird in a Thornbush'' fractal. Written by Tim Auckland.
cs: Další fraktál. Napsal Tim Auckland.
hu: A``Madár a tövisbokorban'' fraktált jeleníti meg. írta: Tim Auckland.
ko: 개발자: Tim Auckland ``가시덤불 속의 새'' 프랙탈 뷰를 표시합니다.

source: Points
cs: Body
hu: Pont
ko: 점

source: Generates random mountain ranges using iterative subdivision of triangles. Written by Tobias Gloth.
cs: Generátor náhodných pohoří pomocí iterativního rozdělování trojúhelníků. Napsal Tobias Gloth.
hu: Véletlenszerű hegyvonulatokat hoz létre, háromszögek iteratív felosztásából. írta: Tobias Gloth.
ko: 개발자: Tobias Gloth 삼각형의 반복된 분할을 사용하여 불규칙한 산 모양을 생성합니다.

source: This draws line- and arc-based Truchet patterns that tile the screen. Written by Adrian Likins.
cs: Kreslič čárových a kruhových truchetových vzorků. Napsal Adrian Likins.
hu: Vonalakon és íveken alapuló Truchet motívumokat rajzol, amelyek becsempézik a képernyőt. írta: Adrian Likins.
ko: 개발자: Adrian Likins 이것은 화면을 타일 모양으로 덮는 선과 호에 기초한 Truchet 패턴을 그립니다.

source: Divides the screen into a grid, and plucks them. Written by Dan Bornstein.
cs: Rozdělí obrazovku na části, se kterými cuká. Napsal Dan Bornstein.
hu: Berácsozza a képernyőt, és megrángatja őket. írta: Dan Bornstein.
ko: 개발자: Dan Bornstein 격자로 화면을 분할한 다음 뜯어냅니다.

source: Jumpy
cs: Skákavý
hu: Ugrálós
ko: 급함

source: Springiness
cs: Prudkost
hu: Ruganyosság
ko: 탄성

source: Transference
cs: Přenos
hu: Átvitel
ko: 움직임

source: Twang
hu: Pengés
ko: 울림

source: Draws squiggly worm-like paths. Written by Tyler Pierce.
cs: Kreslič klikatých červích cest. Napsal Tyler Pierce.
hu: Tekergőző kukacszerű útvonalat rajzol. írta: Tyler Pierce.
ko: 개발자: Tyler Pierce 벌레가 기어가는 것 같은 짧고 불규칙한 곡선을 그립니다.

source: Vermiculate
cs: Vermikulace
hu: Féregminta
ko: 벌레 자국

source: 2 seconds
cs: 2 sekundy
hu: 2 másodperc
ko: 2 초

source: Image Directory
cs: Adresář s obrázky
hu: Képkönyvtár
ko: 그림 디렉토리

source: This is actually just a shell script that grabs a frame of video from the system's video input, and then uses some PBM filters (chosen at random) to manipulate and recombine the video frame in various ways (edge detection, subtracting the image from a rotated version of itself, etc.) Then it displays that image for a few seconds, and does it again. This works really well if you just feed broadcast television into it.
cs: Shellový skript, který zachytí snímek videa ze systémového video vstupu a všelijak si s ním pohrává.
hu: Ez a képernyővédő a videóbemeneten érkező képen végez különféle műveleteket. Különösen érdekes akkor, ha egy televízió képe van rákötve.
ko: 이것은 시스템의 비디오 입력으로부터 비디오 프레임을 가져오는 쉘 스크립트입니다. 프레임을 가져온 다음에는 PBM 필터(임의로 선택)를 사용하고 다양한 방법(가장자리 탐지, 회전된 형태에서 이미지 빼기 등)으로 비디오 프레임을 결합하여 조작합니다. 그리고 나서 몇 초동안 이미지를 보여주고 다시 처음부터 작업을 수행합니다. 이 작업은 여기에 브로드캐스트 TV를 넣어주면 정말 훌륭합니다.

source: This one generates a continuous sequence of small, curvy geometric patterns. It scatters them around your screen until it fills up, then it clears the screen and starts over. Written by Tracy Camp and David Hansen.
cs: Generátor spojitých posloupností malých zakřivených geometrických vzorů. Napsala Tracy Camp a David Hansen.
hu: Ez a program kicsi, görbülő geometrikus motívumok folyamatos sorozatát alkotja meg. Szétszórja őket a képernyőn, és amikor tele lesz, az egész képernyő letisztul és újrakezdődik. írta: Tracy Camp és David Hansen.
ko: 개발자: Tracy Camp, David Hansen 이것은 작고 구부러진 기하학적인 형태의 연속적인 패턴을 생성합니다. 이 패턴을 화면에 가득찰 때까지 흩어놓은 후 화면을 깨끗하게 지우고 다시 시작합니다.

source: Vines
cs: Vinná réva
hu: Kúszónövények
ko: 덩쿨

source: Draw Spots
cs: Kreslit body
hu: Foltok rajzolása
ko: 점 그리기

source: Draws a colorful random-walk, in various forms. Written by Rick Campbell.
cs: Barvy různých forem v pohybu. Napsal Rick Campbell.
hu: Színes, véletlenszerű sétát rajzol le, változó formákban. írta: Rick Campbell.
ko: 개발자: Rick Campbell 다양한 형태, 다채로운 색상의 불규칙하게 움직이는 모양을 그립니다.

source: Sustain
cs: Podporovat
hu: Fenntart
ko: 산

source: Dictionary File
cs: Slovníkový soubor
hu: Szótárfájl
ko: 사전 파일

source: Overall Filter Program
cs: Celkový filtr
hu: Általános szűrőprogram
ko: 전체 필터 프로그램

source: Per-Image Filter Program
cs: Obrázkový filtr
hu: Képenkénti szűrőprogram
ko: 사전 이미지 필터 프로그램

source: This program makes collages out of random images pulled off of the World Wide Web. It finds these images by doing random web searches, and then extracting images from the returned pages. It can also be set up to filter the images through the `VidWhacker' program, above, which looks really great. (Note that most of the images it finds are text, and not pictures. This is because most of the web is pictures of text. Which is pretty sad.) Written by Jamie Zawinski.
cs: Tento program vytváří koláže z náhodných obrázků stažených z Internetu. Obrázky jsou vyhledávány náhodně. Napsal Jamie Zawinski.
hu: Ez a program kollázst készít az internetről véletlenszerű keresés alapján leszedett képekből. írta: Jamie Zawinski.
ko: 개발자: Jamie Zawinski 이 프로그램은 월드 와이드 웹에서 구한 임의의 이미지로 콜라주를 제작합니다. 먼저 임의로 웹을 검색하여 이미지를 찾은 다음 반환된 페이지에서 이미지를 추출합니다. 또한 위에서 설명한 `VidWhacker' 프로그램을 통해 이미지를 필터링하도록 설정할 수도 있습니다. 아주 훌륭한 모양이 됩니다. (이 핵이 찾는 이미지의 대부분은 실제 이미지가 아닌 텍스트라는 점에 주의하십시오. 웹에는 텍스트의 이미지가 훨씬 많기 때문입니다.)

source: URL Timeout
cs: URL prodleva
hu: URL időtúllépés
ko: URL 시간제한

source: Floating stars are acted upon by a mixture of simple 2D forcefields. The strength of each forcefield changes continuously, and it is also switched on and off at random. By Paul 'Joey' Clark.
cs: Plovoucí hvězdy jednoduché 2D hvězdokupy. Napsal Paul 'Joey' Clark.
hu: Csillagok lebegnek kétdimenziós erőterek keverékében. Az egyes erőterek erőssége folyamatosan változik, sőt véletlenszerűen ki- és bekapcsolódik. írta: Paul 'Joey' Clark.
ko: 개발자: Paul 'Joey' Clark 떠다니는 별이 간단한 2D 방어막에 의해 움직여집니다. 각 방어막의 힘은 계속 바뀌고, 임의로 켜지거나 꺼지기도 합니다.

source: Trail Size
cs: Delikost dráhy
hu: Nyom mérete
ko: 잔상 길이

source: WhirlwindWarp
ko: 소용돌이 이동

source: Amplitude
cs: Amplituda
hu: Kilengés
ko: 넓이

source: Circle
cs: Kruh
hu: Kör
ko: 원

source: Draws zooming chains of sinusoidal spots. Written by Ashton Trey Belew.
cs: Kreslí přibližující se řetěz sinusoidálních bodů. napsal Ashton Trey Belew.
hu: írta: Ashton Trey Belew.
ko: 개발자: Ashton Trey Belew 사인 곡선의 점 궤적을 확대하여 그립니다.

source: Explain modes
cs: Vysvětlit módy
hu: Módok leírása
ko: 모드 설명

source: Fun
cs: Zábava
hu: Móka
ko: 재미

source: Funky
ko: 펑키

source: Leave a trail
cs: Opustit dráhu
hu: Nyomot hagy
ko: 흔적 남기기

source: Linear
cs: Lineární
hu: Lineáris
ko: 선형

source: Test
hu: Próba
ko: 테스트

source: Use Double Buffering
cs: Použít double buffering
hu: Kettős pufferolás használata
ko: 이중 버퍼링 사용

source: Whirlies
cs: Víry
hu: Forgókák
ko: 소용돌이

source: Wrap the screen
cs: Zalomení obrazovky
hu: Képernyő tördelése
ko: 화면 줄바꾸기

source: An ancient xlock hack that draws multicolored worms that crawl around the screen. Written by Brad Taylor, Dave Lemke, Boris Putanec, and Henrik Theiling.
cs: Prastará úprava xlock, která kreslí mohobarevné červy pohybující se po obrazovce. Napsal Brad Taylor, Dave Lemke, Boris Putanes a Henrik Theiling.
hu: Egy régi xclock változat, amely sokszínű férgeket rajzol, amint a képernyőn körbetekeregnek. írta: Brad Taylor, Dave Lemke, Boris Putanec, és Henrik Theiling.
ko: 개발자: Brad Taylor, Dave Lemke, Boris Putanec, Henrik Theiling 화면을 기어다니는 다양하게 색상의 벌레를 그리는 고전적인 xlock 프로그램입니다.

source: XaoS generates fast fly-through animations of the Mandelbrot and other fractal sets. Written by Thomas Marsh and Jan Hubicka. This is not included with the XScreenSaver package, but if you don't have it already, you can find it at &lt;http://xaos.theory.org/&gt;.
cs: XaoS generuje rychlý průlet fraktály. Napsal Thomas Marsh a Jan Hubička.
hu: A XaoS Mandelbrot és más fraktálhalmazok animációit mutatja be. Írta Thomas Marsh és Jan Hubicka.
ko: XaoS는 Mandelbrot 및 기타 프랙탈 집합의 빠르게 날아다니는 애니메이션을 생성합니다. XaoS는 XScreenSaver 패키지에 포함되어 있지 않지만, &lt;http://xaos.theory.org/&gt;에서 구할 수 있습니다. (개발자: Thomas Marsh 및 Jan Hubicka)

source: 12-Hour Time
cs: 12-hodinový čas
hu: 12 órás idő
ko: 12 시간

source: 24-Hour Time
cs: 24-hodinový čas
hu: 24 órás idő
ko: 24 시간

source: Cycle Colors
cs: Cyklovat barvy
hu: Körforgó színek
ko: 색상 순환

source: Display Seconds
cs: Zobrazit vteřiny
hu: Másodpercek megjelenítése
ko: 초

source: Huge Font
cs: Obrovský font
hu: Óriási betű
ko: 거대한 글꼴

source: Large Font
cs: Velký font
hu: Nagy betű
ko: 큰 글꼴

source: Medium Font
cs: Střední font
hu: Közepes betű
ko: 중간 글꼴

source: Small Font
cs: Malý font
hu: Kicsi betű
ko: 작은 글꼴

source: XDaliClock draws a large digital clock, the numbers of which change by ``melting'' into their new shapes. Written by Jamie Zawinski. This is not included with the XScreenSaver package, but if you don't have it already, you can find it at &lt;http://www.jwz.org/xdaliclock/&gt;.
cs: XDaliClock vykresluje digitální hodiny. Napsal Jamie Zawinski.
hu: Az XDaliClock egy nagy digitális órát rajtol, melynek számai átfolynak egymásba. Írta Jamie Zawinski.
ko: 개발자: Jamie Zawinski XDaliClock은 큰 디지털 시계를 그립니다. 이것은 새로운 형태로 ``녹아서'' 여러 번 모양을 바꿉니다. 이것은 XScreenSaver 패키지에 포함되지 않으며 http://www.jwz.org/xdaliclock/에서 찾을 수 있습니다.

source: Bright
cs: Jasný
hu: Fényes
ko: 밝음

source: Date/Time Stamp
cs: Datum/čas
hu: Dátum/Idő bélyegző
ko: 날짜/시간 표시

source: Day Dim
cs: Denní clona
hu: Nappali homály
ko: 흐린 날

source: Display Stars
cs: Zobrazit hvězdy
hu: Csillagok megjelenítése
ko: 별 표시

source: Label Cities
cs: Pojmenovat města
hu: Városok címkézése
ko: 도시 레이블

source: Lower Left
cs: Levý dolní
hu: Bal alsó
ko: 왼쪽 아래

source: Lower Right
cs: Pravý dolní
hu: Jobb alsó
ko: 오른쪽 아래

source: Mercator Projection
cs: Mercator projekce
hu: Mercator projekció
ko: Mercator 투영기

source: Night Dim
cs: Noční clona
hu: Éjjeli homály
ko: 야간 조명

source: No Stars
cs: Bez hvězd
hu: Nincsenek csillagok
ko: 별 없음

source: North/South Rotation
cs: Severovýchodní rotace
hu: Észak/Dél forgás
ko: 북/남 회전

source: Orthographic Projection
cs: Ortografická projekce
hu: Ortografikus projekció
ko: 정사영 투영기

source: Real Time
cs: Reálný čas
hu: Valós idő
ko: 실시간

source: Shaded Image
cs: Sínovaný obrázek
hu: Árnyékos kép
ko: 그림자가 있는 이미지

source: Sharp
cs: Ostrý
hu: Éles
ko: 갑자기 꺽여 돌기

source: Spacing
cs: Oddělování
hu: Kitöltés
ko: 간격

source: Terminator Blurry
cs: Terminator Nejasný
hu: Terminátor Foltos
ko: 흐려지는 종료

source: Time Warp
cs: Kolísání času
hu: Időeltolódás
ko: 시간 이동

source: Upper Left
cs: Horní levý
hu: Bal felső
ko: 왼쪽 위

source: Upper Right
cs: Horní pravý
hu: Jobb felső
ko: 오른쪽 위

source: XEarth draws an image of the Earth, as seen from your favorite vantage point in space, correctly shaded for the current position of the Sun. Written by Kirk Johnson. This is not included with the XScreenSaver package, but if you don't have it already, you can find it at &lt;http://www.cs.colorado.edu/~tuna/xearth/&gt;.
cs: XEarth kreslí obraz Země jak je viděna z vašeho oblíbeného místa vesmíru. Napsal Kirk Johnson.
hu: Az XEarth a Föld bolygó képét rajzolja ki, az éppen aktuális napszaknak megfelelően. Írta Kirk Johnson.
ko: 개발자: Kirk Johnson XEarth는 지구의 이미지를 그립니다. 우주 공간 중 좋아하는 지점에서 볼 수 있고, 태양의 현재 위치에 따라 그림자가 표시됩니다. XScreenSaver 패키지에 포함되지 않으며http://www.cs.colorado.edu/~tuna/xearth/에서 찾을 수 있습니다.

source: Fish
cs: Ryba
hu: Hal
ko: 물고기

source: Fish Speed
cs: Rychlost ryby
hu: Hal sebessége
ko: 물고기 빠르기

source: Fish! This is not included with the XScreenSaver package, but if you don't have it already, you can find it at &lt;http://metalab.unc.edu/pub/Linux/X11/demos/&gt;.
cs: Fish!
hu: Halak!!!!!
ko: 물고기입니다. XScreenSaver 패키지에 포함되지 않으며 http://metalab.unc.edu/pub/Linux/X11/demos/에서 찾을 수 있습니다.

source: XFishTank
ko: 어항

source: Bitmap File
cs: Bitmapový soubor
hu: Bitmap fájl
ko: 그림 파일

source: Draws a simulation of pulsing fire. It can also take an arbitrary image and set it on fire too. Written by Carsten Haitzler, hacked on by many others.
cs: Simulace pulzního ohně. Napsal Carsten Hatzler.
hu: Lobogó tűz szimulációját rajzolja meg. Tetszőleges képet is választhat, amelyet meg akar gyújtani. írta: Carsten Haitzler.
ko: 진동하는 불꽃의 시뮬레이션을 그립니다. 임의의 이미지를 사용하여 불타도록 만들 수도 있습니다. Carsten Haitzler가 제작했으며, 많은 사람이 프로그램 제작에 참여했습니다.

source: Enable Blooming
cs: Aktivovat blooming
hu: Virágzás engedélyezése
ko: 불꽃 사용

source: Xflame
ko: 불꽃

source: This program behaves schizophrenically and makes a lot of typos. Written by Jamie Zawinski. If you haven't seen Stanley Kubrick's masterpiece, ``The Shining,'' you won't get it. Those who have describe this hack as ``inspired.''
cs: Tento program se chová schizofrenicky a dělá hodně překlepů. Napsal Jamie Zawinski.
hu: Ez egy skizofrén módon viselkedő program. írta: Jamie Zawinski.
ko: 개발자: Jamie Zawinski 이 프로그램은 분열하는 방식으로 움직이며 여러 형태를 만들어 냅니다. Stanley Kubrick의 명작 ``The Shining''을 본적이 없다면 이것을 이해할 수 없을 것입니다. 이 프로그램을 가지고 있는 사람들은 ``영감을 받은'' 프로그램이라고 말합니다.

source: This generates pretty fractal pictures by doing funky math involving the ``Lyapunov exponent.'' It has a cool interactive mode, too. Written by Ron Record.
cs: Generátor pěkných fraktálových obrázků, použití "Lyaponova exponentu". Napsal Ron Record.
hu: Csinos fraktálképeket hoz létre a ``Lyapunov-exponens'' felhasználásával.Klassz interaktív módja is van. írta: Ron Record.
ko: 개발자: Ron Record 이것은 ``Lyapunov 지수''와 관련된 오래된 수학적 계산을 수행하여 예쁜 프랙탈 그림을 생성합니다. 멋진 양방향 모드도 제공합니다.

source: A rendition of the text scrolls seen in the movie ``The Matrix.'' Written by Jamie Zawinski.
cs: Renderování textu podobně jako ve filmu "Matrix". Napsal Jamie Zawinski.
hu: A Mátrix c. filmből ismert szöveg interpretációja. írta: Jamie Zawinski.
ko: 개발자: Jamie Zawinski 텍스트 스크롤 모양이 ``매트릭스'' 동영상으로 나타납니다.

source: Binary Encoding
cs: Binární kódování
hu: Bináris kódolás
ko: 이진 인코딩

source: Expansion Algorithm
cs: Expansion algoritmus
hu: Bővítési algoritmus
ko: 확장 알고리즘

source: Full
cs: Plný
hu: Tele
ko: 가득참

source: Genetic Encoding
cs: Genetické kódování
hu: Genetikus kódolás
ko: 유전자 암호화

source: Hexadecimal Encoding
cs: Hexadecimální kódování
hu: Hexadecimális kódolás
ko: 16진 인코딩

source: Knock Knock
cs: Ťuk ťuk
hu: Kop-kop
ko: 똑똑

source: Matrix Encoding
cs: Matrix kódování
hu: Mátrix kódolás
ko: 매트릭스 알고리즘

source: Phone Number
cs: Telefonní číslo
hu: Telefonszám
ko: 전화 번호

source: Run Trace Program
cs: Spusti program trace
hu: Nyomkövető program futtatása
ko: 추적 프로그램 실행

source: Slider Algorithm
cs: Slider algoritmus
hu: Csúsztatási algoritmus
ko: 슬라이더 알고리즘

source: Synergistic Algorithm
cs: Synergistics algoritmus
hu: Szinergikus algoritmus
ko: 협력 알고리즘

source: Xmatrix
ko: 매트릭스

source: Reflections
cs: Odrazy
hu: Visszaverődések
ko: 반영

source: Side View
cs: Boční pohled
hu: Oldalnézet
ko: 측면 뷰

source: Top View
cs: Horní pohled
hu: Felülnézet
ko: 위쪽 뷰

source: XMountains generates realistic-looking fractal terrains of snow-capped mountains near water, with either a top view or a side view. Written by Stephen Booth. This is not included with the XScreenSaver package, but if you don't have it already, you can find it at &lt;http://www.epcc.ed.ac.uk/~spb/xmountains/&gt;. Be sure to compile it with -DVROOT or it won't work right when launched by the xscreensaver daemon.
cs: XMountains generuje realisticky vyhlížející fraktálovou krajinu hor pokrytých sněhem. Napsal Stephen Booth.
hu: Az XMountains valódinak kinéző fraktálhegyeket generál hósipkával, vízzel, felső vagy oldalsó nézetből. Stephen Booth írta.
ko: 개발자: Stephen Booth XMountains는 진짜처럼 보이는 물 가까이에 있는 눈덮힌 산의 프랙탈 지형을 생성합니다. XScreenSaver 패키지에 포함되지 않으며, http://www.epcc.ed.ac.uk/~spb/xmountains/에서 찾을 수 있습니다.-DVROOT를 사용하여 컴파일해야 합니다. 이렇게 하지 않으면 xscreensaver 데몬이 실행할 때 제대로 작동하지 않을 수 있습니다.

source: Xmountains
hu: Xhegyek
ko: 산
