Repository: aszeszo/jds
Catalog: po-sun/xscreensaver/po/*.po
Languages: cs, hu, ko

source: Coral
cs: Korál
hu: Korall
ko: 수정

source: Dense
cs: Hustý
hu: Sűrű
ko: 빡빡함

source: Seeds
cs: Osivo
hu: Csírák
ko: 씨앗

source: Simulates coral growth, albeit somewhat slowly. Written by Frederick Roeber.
cs: Simulace růstu korálu. Napsal Frederick Roeber.
hu: A korall növekedését szimulálja, eléggé lassan. írta: Frederick Roeber.
ko: 개발자: Frederick Roeber 다소 느리지만 산호의 성장을 표현합니다.

source: Sparse
cs: Řídký
hu: Ritka
ko: 드뭄

source: Cosmos
cs: Kosmos
hu: Kozmosz
ko: 우주

source: Draws fireworks and zooming, fading flares. By Tom Campbell. You can find it at &lt;http://cosmos.dnsalias.net/cosmos/&gt;
cs: Vykresluje ohňostroj. Napsal Tom Campbell.
hu: Tüzijátékot rajzol és belenagyít, halványuló fénycsíkokkal. Tom Campbell írta.Megtalálható a &lt;http://cosmos.dnsalias.net/cosmos&gt; címen
ko: 개발자: Tom Campbell 불꽃을 그린 다음 확대하거나 축소하고 사라지게 합니다. http://cosmos.dnsalias.net/cosmos/를 참조하십시오.

source: Critical
cs: Kritický
hu: Kritikus
ko: 수정

source: Draws a system of self-organizing lines. It starts out as random squiggles, but after a few iterations, order begins to appear. Written by Martin Pool.
cs: Kreslí systém samoorganizujících se čar. Napsal Martin Pool.
hu: Önszerveződő vonalak rendszerét rajzolja meg. Véletlenszerű, cirkalmasvonalakkal kezdődik, de néhány ismételgetés után lassan kibontakozik a rend. írta: Martin Pool.
ko: 개발자: Martin Pool 자체적으로 선을 구성하는 시스템을 그립니다. 처음에는 임의의 불규칙한 선으로 시작하지만 몇 차례 반복된 후에는 순서가 나타나기 시작합니다.

source: Center on Screen
cs: Vycentrovat
hu: A képernyő közepére
ko: 화면 가운데

source: Count
cs: Počet
hu: Számolás
ko: 개수

source: Crystal
cs: Krystal
hu: Kristály
ko: 수정

source: Draw Cell
cs: Kreslit buňky
hu: Cella rajzolása
ko: 단위

source: Draw Grid
cs: Kreslit mřížku
hu: Rács rajzolása
ko: 격자 그리기

source: Horizontal Symmetries
cs: Horizontální symetrie
hu: Vízszintes szimmetriák
ko: 가로로 서서히 변화

source: Moving polygons, similar to a kaleidescope (more like a kaleidescope than the hack called `kaleid,' actually.) This one by Jouk Jansen.
cs: Pohybující se obdélníky, podobné kaleidoskopu. Napsal Jouk Jansen.
hu: Mozgó sokszögek, hasonló a kaleidoszkóphoz. írta: Jouk Jansen.
ko: 개발자: Jouk Jansen 만화경과 유사한 움직이는 다각형

source: Vertical Symmetries
cs: Vertikální symetrie
hu: Függőleges szimmetriák
ko: 세로로 서서히 변화

source: Boxes
cs: Bedny
hu: Dobozok
ko: 상자

source: Display Solid Colors
cs: Zobrazovat monolitní barvy
hu: Homogén színek megjelenítése
ko: 채운 색상

source: Display Surface Patterns
cs: Zobrazovat vzory povrchů
hu: Felületminták megjelenítése
ko: 표면 패턴 표시

source: Display Wireframe
cs: Zobrazit drátový model
hu: Drótváz megjelenítése
ko: 와이어프레임 표시

source: Don't Rotate
cs: Nerotovat
hu: Ne forgassa
ko: 회전하지 않음

source: Draws a pulsating set of overlapping boxes with ever-chaning blobby patterns undulating across their surfaces. It's sort of a cubist Lavalite. Written by Jamie Zawinski.
cs: Kreslí pulzující množinu beden. Napsal Jamie Zawinski.
hu: Egymást részben fedő, lüktető dobozokat rajzol, foltos motívumokkal, melya felületükön áthullámzik. írta: Jamie Zawinski.
ko: 개발자: Jamie Zawinski 표면을 가로질러 물결치는 연속적인 블로비 패턴이 있는 진동하는 일련의 겹치는 상자를 그립니다. 입체파 Lavalite의 형식입니다.

source: Rotate around X and Y axes
cs: Rotovat kolem os X a Y
hu: Forgatás az X és az Y tengelyek körül
ko: X축과 Y축으로 회전

source: Rotate around X and Z axes
cs: Rotovat kolem os X a Z
hu: Forgatás az X és a Z tengelyek körül
ko: X축과 Z축으로 회전

source: Rotate around X axis
cs: Rotovat kolem osy X
hu: Forgatás az X tengely körül
ko: X축으로 회전

source: Rotate around Y and Z axes
cs: Rotovat kolem os X a Z
hu: Forgatás az Y és a Z tengelyek körül
ko: Y축과 Z축으로 회전

source: Rotate around Y axis
cs: Rotovat kolem osy Y
hu: Forgatás az Y tengely körül
ko: Y축으로 회전

source: Rotate around Z axis
cs: Rotovat kolem osy Z
hu: Forgatás a Z tengely körül
ko: Z축으로 회전

source: Rotate around all three axes
cs: Rotovat kolem všech tří os
hu: Forgatás mindhárom tengely körül
ko: 모든 세 축으로 회전

source: Surface Pattern Complexity
cs: Složitost vzorku povrchu
hu: Felületminta összetettsége
ko: 표면 패턴 복잡도

source: Surface Pattern Overlap
cs: Přesah vzorku povrchu
hu: Felületminta átfedése
ko: 표면 패턴 겹치기

source: Surface Pattern Speed
cs: Rychlost vzorku povrchu
hu: Felületminta sebessége
ko: 표면 패턴 속도

source: Wander
hu: Vándorlás
ko: 떠돌아 다님

source: A hack similar to `greynetic', but less frenetic. The first implementation was by Stephen Linhart; then Ozymandias G. Desiderata wrote a Java applet clone. That clone was discovered by Jamie Zawinski, and ported to C for inclusion here.
cs: Program podobný programu 'greynetic'. Do jazyka C přepsal Jamie Zawinski.
hu: A `greynetic'-hez hasonló, de kevésbé frenetikus. Az első kivitelezés Stephen Linhart nevéhez fűződik; később Ozymandias G. Desiderata írta a Java alkalmazás-klónt. Ezt fedezte fel Jamie Zawinski, aki C -nyelvre portolta.
ko: `Greynetic'과 유사합니다. Stephen Linhart가 처음으로 구현했으며, 이후에 Ozymandias G. Desiderata가 Java 애플릿 복제를 작성했습니다. 이 복제는 Jamie Zawinski가 발견했으며, 여기에 포함하기 위해 C로 이식되었습니다.

source: Cynosure
hu: Sarkcsillag
ko: 닫기

source: Draws a ball that periodically extrudes many random spikes. Ouch! Written by Jamie Zawinski.
cs: Vykresluje kouli která periodicky vytlačuje mnoho náhodných hřebíků. Ouch! Napsal Jamie Zawinski.
hu: Rajzol egy labdát, amely időszakosan töviseket lő ki. Auuu! írta: Jamie Zawinski.
ko: 개발자: Jamie Zawinsk 임의의 여러 스파이크가 주기적으로 돌출되는 공을 그립니다.

source: Spike Count
cs: Počet hřebíků
hu: Tüskék száma
ko: 스파이크 수

source: Spike Growth
cs: Nárůst hřebíků
hu: Tüskék növekedése
ko: 스파이크 증가

source: Fuzzy Melt
cs: Fuzzy tavení
hu: Fuzzy olvasztás
ko: 흐물흐물하게 녹음

source: Melt Away From Center
cs: Odtavovat ze středu
hu: Középről kifelé olvasztás
ko: 화면 바깥으로 녹아 내림

source: Melt Down
cs: Tavit dolů
hu: Olvadás le
ko: 아래로 녹아 내림

source: Melt Down, Left
cs: Tavit dolů, doprava
hu: Olvadás le, balra
ko: 왼쪽 아래로 녹아 내림

source: Melt Down, Right
cs: Tavit dolů, doprava
hu: Olvadás le, jobbra
ko: 오른쪽 아래로 녹아 내림

source: Melt Left
cs: Tavit doleva
hu: Olvadás balra
ko: 왼쪽으로 녹아 내림

source: Melt Right
cs: Tavit doprava
hu: Olvadás jobbra
ko: 오른쪽으로 녹아 내림

source: Melt Towards Center
cs: Tavit ke středu
hu: Középre olvadás
ko: 중앙으로 녹아 내림

source: Melt Up
cs: Tavit nahoru
hu: Olvadás fel
ko: 위로 녹아 내림

source: Melt Up, Left
cs: Tavit nahoru, doleva
hu: Olvadás fel, balra
ko: 왼쪽 위로 녹아 내림

source: Melt Up, Right
cs: Tavit nahoru, doprava
hu: Olvadás fel, jobbra
ko: 오른쪽 위로 녹아 내림

source: Melty Melt
cs: Melty tavení
hu: Olvadó olvadás
ko: 녹아 내림

source: Random Melt Style
cs: Náhodný styl tavení
hu: Véletlenszerű olvadási stílus
ko: 아무 스타일로 녹아 내림

source: Shuffle Melt
cs: Míchané tavení
hu: Csoszogó olvadás
ko: 아무데나 녹아 내림

source: Stretchy Melt
cs: Napínavé tavení
hu: Nyúlós olvadás
ko: 늘어져서 녹아 내림

source: This takes an image and makes it melt. You've no doubt seen this effect before, but no screensaver would really be complete without it. It works best if there's something colorful visible. Warning, if the effect continues after the screen saver is off, seek medical attention. Written by David Wald, Vivek Khera, Jamie Zawinski, and Vince Levey.
cs: Tavení obrázků. Napsal David Wald, Vivek Khera, Jamie Zawinski, and Vince Levey.
hu: Ez fog egy képet és megolvasztja. Biztosan látta már ezt az effektust, deegy képernyővédő sem lenne igazán teljes nélküle. Színes háttérrel mutata legjobban. Vigyázat, ha a képernyővédő lekapcsolása után is folytatódik a hatás, forduljon kezelőorvosához! írta: David Wald, Vivek Khera, Jamie Zawinski, és Vince Levey.
ko: 이미지를 가져와서 녹이는 모양을 구현합니다. 이 효과를 전에 본 적이 분명히 있겠지만 어떠한 화면 보호기도 이 효과가 없으면 완전하다고 할 수 없을 것입니다. 특히 다양한 색상의 이미지인 경우 효과가 가장 잘 나타납니다. 화면 보호기가 꺼진 후에도 이 효과가 지속되면 병원에 가보는 것이 좋습니다.(개발자: David Wald, Vivek Khera, Jamie Zawinski 및 Vince Levey)

source: Deco
ko: 데모

source: Max Depth
cs: Maximální hloubka
hu: Maximális mélység
ko: 최대 깊이

source: Min Size
cs: Minimální velikost
hu: Minimális méret
ko: 크기:

source: This one subdivides and colors rectangles randomly. It looks kind of like Brady-Bunch-era rec-room wall paneling. (Raven says: ``this screensaver is ugly enough to peel paint.'') Written by Jamie Zawinski, inspired by Java code by Michael Bayne.
cs: Rozděluje obraz na obdélníky a podobdélníky, které různě obarvuje. Napsal Jamie Zawinski, inspirováno Java kódem od Michaela Bayne.
hu: Véletlenszerűen szétválasztja és kiszínezi a téglalapokat. (Raven szerint elég csúnya ahhoz, hogy lemálljon tőle a festék.) írta: Jamie Zawinski, egyMichael Bayne-féle Java kódtól inspirálva.
ko: 개발자: Jamie Zawinski(Michael Bayne의 Java 코드에 기초) 직사각형을 임의로 세분하여 채색합니다. Brady-Bunch 시대의 사각형 방의 벽 널빤지처럼 보입니다. ``이 화면 보호기는 조잡하여 그다지 좋지 않습니다.''라고 Raven은 평합니다.

source: This draws a pulsing sequence of stars, circles, and lines. It would look better if it was faster, but as far as I can tell, there is no way to make this be both: fast, and flicker-free. Yet another reason X sucks. Written by Jamie Zawinski.
cs: Pulzující sekvence hvězd, kruhů a čar. Napsal Jamie Zawinski.
hu: Csillagok, körök és vonalak pulzáló láncolatát rajozolja meg. Talán jobban nézne ki, ha gyorsabb lenne, de amennyire én tudom, nem lehet egyszerre gyors is, meg villogás-mentes is. írta: Jamie Zawinski
ko: 개발자: Jamie Zawinski 일련의 움직이는 별, 원 및 선을 그립니다. 움직임이 빠를수록 좋게 보이지만 빠르기와 깜빡임 없음을 동시에 만족할 수는 없습니다.

source: Transparency
cs: Transparence
hu: Átlátszóság
ko: 투명

source: A cellular automaton that starts with a random field, and organizes it into stripes and spirals. Written by David Bagley.
cs: Celulární automatizace začínající náhodným polem, organizovaným do pruhů a spirál. Napsal David Bagley.
hu: Egy sejtautomata, amely egy véletlenszerű mezőn kezd, majd csíkokba és spirálokba rendezi azt. írta: David Bagley
ko: 개발자: David Bagley 임의의 영역에서 시작하여 줄무늬와 나선형 무늬를 만들어가는 셀 자동 작성 방법

source: Demon
cs: Démon
hu: Démon
ko: 데몬

source: States
cs: Stavy
hu: Állapotok
ko: 상태

source: More ``discrete map'' systems, including new variants of Hopalong and Julia, and a few others. Written by Tim Auckland.
cs: Systémy diskrétních map, včetně nových variant Hopalong a Julie a dalších. Napsal Tim Auckland.
hu: Újabb ``discrete map'' rendszerek, köztük a Hupalong és Julia, valamint mások új változataival. írta: Tim Auckland.
ko: 개발자: Tim Auckland Hopalong, Julia 등의 새로운 변형을 포함한 좀더 ``띄엄띄엄한 지도'' 시스템

source: Black Hole
cs: Černá díra
hu: Fekete lyuk
ko: 누를때 소리 크기

source: Lens Count
cs: Počet lup
hu: Lencseszám
ko: 계산:

source: Lens Size
cs: Velikost lup
hu: Lencseméret
ko: 렌즈 크기

source: Magnify
cs: Zvětšit
hu: Nagyítás
ko: 확대

source: Reflect
cs: Odrazit
hu: Tükrözés
ko: 반영

source: Swamp Thing
cs: Močál
hu: Mocsári dolog
ko: 늪지대

source: This hack grabs an image of the screen, and then lets a transparent lens wander around the screen, magnifying whatever is underneath. Written by Jonas Munsin.
cs: Použije obraz pracovní plochy a zobrazuje čočky, které volně putují po obrazovce. Napsal Jonas Munsin.
hu: Egy átlátszó lencse vándorol végig a képernyőn, amely nagyító alá vonja,ami éppen alatta van. írta: Jonas Munsin.
ko: 개발자: Jonas Munsin 화면 이미지를 선택한 뒤 투명 렌즈가 화면을 돌아다니며 렌즈 아래에 보이는 것을 모두 확대합니다.

source: Use Shared Memory
cs: Použít sdílenou paměť
hu: Megosztott memória használata
ko: 공유 메모리 사용

source: Vortex
hu: Örvény
ko: 소용돌이

source: Fractal Growth
cs: Růst fraktálu
hu: Fraktális növekedés
ko: 프랙탈이 커짐

source: High Dimensional Sphere
cs: Vysokodimenzionální sféra
hu: Sokdimenziós szféra
ko: 고차원 구

source: How could one possibly describe this except as ``drifting recursive fractal cosmic flames?'' Another fine hack from the Scott Draves collection of fine hacks.
cs: Fraktální rekurzivní kosmické plameny. Napsal Scott Draves.
hu: "Sodródó, rekurzív, fraktális, kozmikus lángok "-másképp nem isírható le. Egy újabb szép darab Scott Draves hack-gyűjteményéből.
ko: ``떠다디는 반복적인 프랙탈 우주 불꽃''으로 설명할 수 있습니다. Scott Draves의 프로그램 모음 중 하나

source: Lissojous Figures
cs: Lissojousovy obrazce
hu: Lissajous figurák
ko: Lissojous 그림

source: ElectricSheep is an xscreensaver module that displays mpeg video of an animated fractal flame. In the background, it contributes render cycles to the next animation. Periodically it uploades completed frames to the server, where they are compressed for distribution to all clients. This program is recommended only if you have a high bandwidth, always-on connection to the Internet. By Scott Draves. You can find it at &lt;http://www.electricsheep.org/&gt;.
cs: ElectriSheep je modul pro xscreensaver, který zobrazuje mpeg video animovaného fraktálu ohně. Napsal Scott Draves.
hu: Az ElektromosBirka egy xscreensaver modul, ami egy animált fraktál láng mpeg videóját mutatja. Közben a számítógép a háttérben a következő animációs kockák egyikének számolásához kontributál. Az elkészült képkockákat periodikusan feltölti a kiszolgálóra, ahol az tömörítésre kerül, és a kliensek letöltik. A programot csak nagy sávszéleséggel és állandó internet kapcsolattal rendelkezőknek ajánljuk. Scott Draves írta, letölthető a &lt;http://www.electricsheep.org&gt; címről.
ko: ElectricSheep은 애니메이션 프랙탈 불꽃의 mpeg 비디오를 나타내는 xscreensaver 모듈로, 배경에서 다음 애니메이션에 렌더링 사이클을 제공합니다. ElectricSheep은 모든 클라이언트에 배포하기 위해 프레임을 압축해 놓은 서버에 완성된 프레임을 주기적으로 업로드합니다. 이 프로그램은 높은 대역폭으로 항상 인터넷에 연결되어 있는 경우에만 사용하는 것이 좋습니다. &lt;http://www.electricsheep.org/&gt;에서 구할 수 있습니다. (개발자: Scott Draves)

source: Frame Rate
cs: FPS
hu: Képráta
ko: 프레임 속도

source: Hide Sheep
cs: Skýt ovci
hu: Birka elrejtése
ko: 양 숨기기

source: Megabytes of Local Sheep Storage
cs: Megabajty lokálního úložiště ovcí
hu: Helyi birkaraktár megabájtjai
ko: 로컬 양 저장소의 MB

source: Nickname
cs: Přezdívka
hu: Becenév
ko: 애칭

source: Repititions of each Sheep
cs: Opakování každé ovce
hu: Mindegyik bárány megismétlése
ko: 각 양의 반복

source: Standalone
cs: Samostatný
hu: Önálló
ko: 독립 실행

source: Black slips out of three mating nets, but the fourth one holds him tight! A brilliant composition! Written by Blair Tennessy.
cs: Skvělá síťová kompozice. Napsal Blair Tennessy.
hu: Sötét kicsúszik a három mattoló karmai közül, de a negyedik sarokba szorítja! Brilliáns kompozíció! írta: Blair Tennessy.
ko: 개발자: Blair Tennessy 짝을 이룬 3개의 네트에서 검정이 미끄러지듯 빠져 나오고 네 번째 네트에서 이를 붙잡고 있습니다.

source: Audi Quattro (5 cylinders)
cs: Audi Quattro (5 válců)
hu: Audi Quattro (5 hengeres)
ko: Audi Quattro(5기통)

source: BMW M3 (4 cylinders)
cs: BMW M3 (4 válce)
hu: BMW M3 (4 hengeres)
ko: BMW M3(4기통)

source: BMW M5 (6 cylinders)
cs: BMW M5 (6 válců)
hu: BMW M5 (6 hengeres)
ko: BMW M5(6기통)

source: Corvette Z06 (8 cylinders, V)
cs: Corvette Z06 (8 válců, V)
hu: Corvette Z06 (8 hengeres, V)
ko: Corvette Z06(8기통, V)

source: Dodge Viper (10 cylinders, V)
cs: Dodge Viper (10 válců, V)
hu: Dodge Viper (10 hengeres, V)
ko: Dodge Viper(10기통, V)

source: Draws a simple model of an engine that floats around the screen. Written by Ben Buxton and Ed Beroset.
cs: Vykreslí jednoduchý model motoru, který poletuje kolem obrazovky. Napsal Ben Buxton a Ed Beroset.
hu: Egyszerű gépmodellt rajzol fel, amely körbeszáll a képernyőn.írta: Ben Buxton és Ed Beroset.
ko: 화면 주위를 떠다니는 간단한 엔진 모델을그립니다. (개발자: Ben Buxton 및 Ed Beroset)

source: Jaguar XKE (12 cylinders, V)
cs: Jaguar XKE (12 válců, V)
hu: Jaguar XKE (12 hengeres, V)
ko: Jaguar XKE(12기통, V)

source: Porsche 911 (6 cylinders, flat)
cs: Porsche 911 (6 válců, flat)
hu: Porsche 911 (6 hengeres, lapos)
ko: Porsche 911(6기통, 플랫)

source: Random Engine
cs: Náhodný motor
hu: Véletlenszerű motor
ko: 임의 엔진

source: Subaru XT (6 cylinders, V)
cs: Subaru XT (6 válců, V)
hu: Subaru XT (6 hengeres, V)
ko: Subaru XT(6기통, V)

source: VW Beetle (4 cylinders, flat)
cs: VW Beetle (4 válce)
hu: VW Beetle (4 hengeres, lapos)
ko: VW Beetle(4기통, 플랫)

source: This program draws the path traced out by a point on the edge of a circle. That circle rotates around a point on the rim of another circle, and so on, several times. These were the basis for the pre-heliocentric model of planetary motion. Written by James Youngman.
cs: Program kreslí trasu bodu na obvodu rotujícího kruhu. Napsal James Youngman.
hu: Ez a program a kör egyik pontja által kijelölt útvonalat rajozolja meg.A kör egy másik kör egyik pontja körül forog, és így tovább. Ez volt a bolygómozgás pre-heliocentrikus modelljének alapja. írta: James Youngman.
ko: 개발자: James Youngman 이 프로그램은 사이클 가장자리의 점을 따라가는 경로를 그립니다.그러면 해당 사이클은 다른 사이클 가장자리의 점을 기준으로 회전하게 됩니다. 이는 행성 움직임의 태양 중심 이전 모델에 기초하고 있습니다.

source: An exposive version of XFlame. By W.P. van Paassen.
cs: Explozivní verze XFlame. Napsal W.P. van Paasen.
hu: Az XFlame egyik változata. írta: W.P. van Paassen.
ko: XFlame의 폭발 버전입니다. (개발자: W.P. van Paassen)

source: Cooling factor
cs: Faktor chlazení
hu: Hűtési faktor
ko: 냉각 요소

source: Gravity
cs: Gravitace
hu: Gravitáció
ko: 중력

source: Heat
cs: Teplo
hu: Hő
ko: 열

source: Inferno
hu: Pokol
ko: 지옥

source: Little
cs: Malý
hu: Kicsi
ko: 작음

source: Negative
cs: Negativní
hu: Negatív
ko: 음수

source: Number of Particles
cs: Počet částic
hu: Részecskék száma
ko: 입자 수

source: Pleasant
cs: Příjemný
hu: Kellemes
ko: 유쾌한

source: Positive
cs: Pozitivní
hu: Pozitív
ko: 양수

source: Particles
cs: Částice
hu: Részecskék
ko: 입자

source: Power
cs: Síla
hu: Erő
ko: 느리게

source: Simulates two dimensional Incompressible Inviscid Fluid Flow. Written by Stephen Montgomery-Smith.
cs: Simuluje proud tekutiny ve 2D. Napsal Stephen Montgomery-Smith.
hu: Kétdimenziós folyadék áramlása. írta: Stephen Montgomery-Smith.
ko: 개발자: Stephen Montgomery-Smith 점도가 0인 2차원의 비압축성 유체 흐름을 표현합니다.

source: Draws various rotating extruded shapes that twist around, lengthen, and turn inside out. Created by David Konerding from the samples that come with the GL Extrusion library by Linas Vepstas.
cs: Kreslí různě různé tvary. Napsal David Konerding a Linas Vepstas.
hu: Különböző forgó, préselt formák körbecsavarodnak, meghosszabbodnak és kifordulnak. írta: David Konerding.
ko: 회전하는 다양한 형태의 돌출 모양을 그립니다. 이 형태들은 주위를 감아돌고, 길어지고, 안쪽에서 바깥쪽으로 뒤집어지며 회전합니다. Linas Vepstas가 만든 GL Extrusion 라이브러리에 함께 들어 있는 예제를 사용하여 David Konerding가 제작했습니다.

source: Join Offset
cs: Ofset sjednocení
hu: Eltolás csatlakoztatása
ko: 조인 오프셋

source: Random Object
cs: Náhodný objekt
hu: Véletlenszerű objektum
ko: 무작위

source: Screw
cs: Šroub
hu: Csavar
ko: 스크류

source: Taper
cs: Kužel
hu: Csökken
ko: 테이퍼

source: Texture Image
cs: Obrázek textury
hu: Textúrakép
ko: 중앙의 그림.

source: Twistoid
ko: 꼬임:

source: Use Flat Coloring
cs: Plošné obarvení
hu: Egyenletes színezés használata
ko: 단색 사용

source: Use Lighting
cs: Používat blesky
hu: Világítás használata
ko: 조명 사용

source: Draws what looks like a waving ribbon following a sinusoidal path. Written by Bas van Gaalen and Charles Vidal.
cs: Vlající fáborový praporek pohybující se po sinusoidě. Napsal Bas van Gaalen a Charles Vidal.
hu: Lengetőző szalag, amely meghatározott útvonalat követ.írta: Bas van Gaalen és Charles Vidal.
ko: 개발자: Bas van Gaalen, Charles Vidal 사인 곡선 경로를 따라 물결치는 리본 모양을 그립니다.

source: Bitmap for Flag
cs: Bitmapa pro vlajku
hu: Bitmap a zászlóhoz
ko: 깃발의 그림

source: Flag
cs: Vlajka
hu: Zászló
ko: 깃발

source: Text for Flag
cs: Texto pro vlajku
hu: Szöveg a zászlóhoz
ko: 깃발의 글자

source: This draws a waving colored flag, that undulates its way around the screen. The trick is the flag can contain arbitrary text and images. By default, it displays either the current system name and OS type, or a picture of ``Bob,'' but you can replace the text or the image with a command-line option. Written by Charles Vidal and Jamie Zawinski.
cs: Kreslí barevnou vlnící se vlajku, která se pohybuje po obrazovce. Napsal Charles Vidal a Jamie Zawinski.
hu: Egy lengő, színes zászló rajza, amely végighullámzik a képernyőn. A trükk az, hogy a zászló tetszés szerinti szöveget és képeket tartalmazhat. Az alapértelmezett szöveget és képet kicserélheti egy parancssor-beállítással. írta: Charles Vidal és Jamie Zawinski.
ko: 개발자: Charles Vidal, Jamie Zawinski 화면 주위에서 물결치듯 움직이는 채색된 깃발을 그립니다. 깃발에는 임의의 텍스트와 이미지를 포함할 수 있습니다. 기본적으로 깃발은 현재 시스템 이름과 OS 유형 또는 ``Bob''의 그림을 표시합니다. 명령줄 옵션을 사용하여 텍스트나 이미지를 바꿀 수 있습니다.

source: 0 Seconds
cs: 0 vteřin
hu: 0 másodperc
ko: 0초

source: 10 Seconds
cs: 10 vteřin
hu: 10 másodperc
ko: 10초

source: Another iterative fractal generator. Written by Scott Draves.
cs: Další iterativní generátor fraktálů. Napsal Scott Draves.
hu: Egy másik ismétlődő fraktális generátor. írta: Scott Draves
ko: 개발자: Scott Draves 반복적인 프랙탈 생성기

source: Complexity
cs: Složitost
hu: Összetettség
ko: 복잡도

source: Number of Fractals
cs: Počet fraktálů
hu: Fraktálok száma
ko: 프랙탈 개수

source: Grabs an image of the desktop, turns it into a GL texture map, and spins it around and deforms it in various ways. Written by Ben Buxton.
cs: Použije obraz pracovní plochy, který použije jako textutu, kterou rotuje a deformuje různými způsoby. Napsal Ben Buxton.
hu: Fogja a munkafelület egyik képét, egy háromdimenziós felületre vetíti,és körbetekeri, és átalakítja többféleképpen. írta: Ben Buxton
ko: 개발자: Ben Buxton 바탕 화면의 이미지를 사용하여 GL 텍스처 맵으로 바꾼 다음 회전시켜 다양한 방법으로 변형합니다.

source: Allow 2D Attractors
cs: Povolit 2D atraktory
hu: 2D Attractors engedélyezése
ko: 2D 끌개 허용

source: Another series of strange attractors: a flowing series of points, making strange rotational shapes. Written by Jeff Butterworth.
cs: Další série podivných atraktorů. Napsal Jeff Butterworth.
hu: Áramló pontok sorozata, amelyek furcsa, forgó alakokat vesznek fel.írta: Jeff Butterworth.
ko: 개발자: Jeff Butterworth 이상한 끌개로, 흐르는 일련의 점과 이상한 회전 형태를 만듭니다.

source: Flow
cs: Tok
hu: Áramlás
ko: 흐름

source: Freeze Some Bees
cs: Zmrazit pár včel
hu: Néhány méh befagyasztása
ko: 몇 마리 벌 고정

source: Ride a Trained Bee
cs: Řídit trénovanou včelu
hu: Hajtás egy edzett méhhel
ko: 훈련받은 벌의 비행

source: Rotate Around Attractor
cs: Rotovat kolem atraktora
hu: Forgatás az Attractor körül
ko: 끌개 주위 회전

source: Show Bounding Box
cs: Ukázat ohraničující oblast
hu: Összekötő doboz megjelenítése
ko: 튀어오르는 상자 표시

source: Slow Bees with Antifreeze
cs: Spomalit včely odmrazovačem
hu: A befogyasztás-mentes méhek megjelenítése
ko: 부동액에 담긴 느린 벌

source: Zoom In and Out
cs: Přiblížování a oddalování
hu: Nagyítás és kicsinyítés
ko: 확대 및 축소

source: Freefall
cs: Volný pád
hu: Szabadesés
ko: 자유 낙하

source: Ball Size
cs: Velikost koule
hu: Labdaméret
ko: 공 크기

source: Clay
cs: Jíl
hu: Agyag
ko: 흙

source: FluidBalls
hu: Folyadéklabdák
ko: 혼란

source: Friction
cs: Tření
hu: Súrlódás
ko: 설명

source: Hurricane
cs: Hurikán
hu: Hurrikán
ko: 허리케인

source: Jupiter
ko: 목성

source: Models the physics of bouncing balls, or of particles in a gas or fluid, depending on the settings. If "Shake Box" is selected, then every now and then, the box will be rotated, changing which direction is down (in order to keep the settled balls in motion.) By Peter Birtles and Jamie Zawinski.
cs: Fyzikální model skákajících koulí, nebo částic v plynu nebo tekutině, podle nastavení. Napsal Peter Birtles a Jamie Zawinski.
hu: Modellezi a pattogó labdák, vagy gáz- ill. folyadékrészecskék fizikáját, a beállításoktól függően. Ha a "Doboz felrázása" be van kapcsolva, időnként meg lesz forgatva (így a lesüllyedt labdák továbbra is mozgásban maradnak). írta: Peter Birtles és Jamie Zawinski.
ko: 개발자: Peter Birtles, Jamie Zawinski 튀어오르는 공 또는 가스나 유동체 입자의 물리적 현상을 설정에 따라 모델링합니다. "상자 흔들기"를 선택하면 동작 중에 공을 안정된 상태로 유지하기 위해 때때로 상자가 방향을 아래로 바꾸면서 회전하게 됩니다.

source: Rubber
cs: Guma
hu: Gumi
ko: 고무

source: Shake Box
cs: Lomcovák
hu: Doboz felrázása
ko: 상자 흔들기

source: Still
cs: Klidný
hu: Mozdulatlan
ko: 정지

source: Various Ball Sizes
cs: Různé velikosti koulí
hu: Különféle labdaméretek
ko: 다양한 공 크기

source: Wind
cs: Vítr
hu: Szél
ko: 넓음

source: Binary
cs: Binární
hu: Bináris
ko: 이진

source: Classic
cs: Klasický
hu: Klasszikus
ko: 고전

source: Fire
cs: Oheň
hu: Tűz
ko: 불

source: Insane
cs: Šílený
hu: Őrült
ko: 미친

source: Psychedelic
cs: Psychedelický
hu: Pszichedelikus
ko: 환각을 일으키는

source: Random
cs: Náhodný
hu: Véletlenszerű
ko: 무작위
