Repository: aszeszo/jds
Catalog: po-sun/xscreensaver/po/*.po
Languages: cs, hu, ko

source: Draws a simulation of an old terminal, with large pixels and long-sustain phosphor. It can run any program as a source of the text it displays. Written by Jamie Zawinski.
cs: Simulace starého terminálu s velkými pixely. Napsal Jamie Zawinski.
hu: Egy régi terminál szimulációja, nagy pixelekkel és foszforral. Bármely programból származhat a megjelenítendő szöveg. írta: Jamie Zawinski.
ko: 개발자: Jamie Zawinski 픽셀이 크고 글자가 형광색으로 빛나는 구형 터미널을 시뮬레이트합니다. 어떤 프로그램이든 여기에 표시되는 텍스트 소스로 사용할 수 있습니다.

source: Fade
cs: Uvadání
hu: Elhalványul
ko: 이름:

source: Phosphor
cs: Fosfor
hu: Foszfor
ko: 형광체

source: Scale
cs: Škála
hu: Lépték
ko: 작은

source: Color shifting speed
cs: Rychlost změny barvy
hu: Színváltás sebessége
ko: 색상 전환 속도

source: Maximum radius
cs: Maximální poloměr
hu: Legnagyobb sugár
ko: 최대 반지름

source: Minimum radius
cs: Minimální poloměr
hu: Legkisebb sugár
ko: 최소 반지름

source: This draws a bunch of moving circles which switch from visibility to invisibility at intersection points. Written by Geoffrey Irving.
cs: Kreslí pár pohybujících se kruhů. Napsal Geoffrey Irving.
hu: Egy csomó mozgó kört rajzol, amelyek a metszőpontokon láthatókból láthatatlanokká válnak. írta: Geoffrey Irving.
ko: 움직이다가 교차 지점에서는 사라지는 원의 형상을 나타냅니다. (개발자: Geoffrey Irving)

source: Allow Tight Turns
cs: Povolit těsné tahy
hu: Éles kanyarok engedélyezése
ko: 근접해서 도는 것을 허용

source: Ball Joints
cs: Spojování koulí
hu: Összeillesztés
ko: 혼란

source: Curved Pipes
cs: Křivené trubky
hu: Hajlított csövek
ko: 구부러진 파이프

source: Fisheye Lens
cs: Fisheye čočky
hu: Halszem lencsék
ko: 어안 렌즈

source: Gadgetry
cs: Gadgetky
hu: Bigyók
ko: 기계 장치

source: If you've ever been in the same room with a Windows NT machine, you've probably seen this GL hack. This version is by Marcelo Vianna.
cs: Jestliže jste byli v místnosti s Windows NT, pravděpodobně jste tento program již viděli. Napsal Marcelo Vianna.
hu: Ha volt már egy Windows NT-gép közelében, akkor talán már láttaezt a GL hack-et. Ezt a verziót írta: Marcelo Vianna.
ko: 개발자: Marcelo Vianna(이 버전만) Windows NT 시스템에서 사용되는 GL 프로그램입니다.

source: Lots
cs: Spousta
hu: Sok
ko: 많음

source: Number of Pipe Systems
cs: Počet trubkových systémů
hu: Csőrendszerek száma
ko: 파이프 개수

source: Pipe Fittings
cs: Návoznost trubek
hu: Cső-illesztések
ko: 설정

source: Pipes
cs: Roury
hu: Csövek
ko: 파이프

source: System Length
cs: Délka systému
hu: Rendszerhosszúság
ko: 파이프 길이

source: Identical Pieces
cs: Identické součástky
hu: Egyedi darabok
ko: 동일한 조각

source: Polyominoes
ko: 폴리곤

source: Repeatedly attempts to completely fill a rectangle with irregularly-shaped puzzle pieces. Written by Stephen Montgomery-Smith.
cs: Opakované pokusy kompletního vyplnění obdélníku kousky puzzle. Napsal Stephen Montgomery-Smith.
hu: Ismételten megpróbál teljesen kitölteni egy téglalapot szabálytalan alakú puzzle darabokkal. írta: Stephen Montgomery-Smith.
ko: 개발자: Stephen Montgomery-Smith 불규칙한 모양의 퍼즐 조각으로 직사각형을 완전히 채우려고 반복해서 시도합니다.

source: Border
cs: Okraj
hu: Szegély
ko: 경계

source: End color
cs: Konečná barva
hu: Utolsó szín
ko: 끝 색상

source: Start color
cs: Počáteční barva
hu: Kezdeti szín
ko: 시작 색상

source: Subdivision
cs: Subdoména
hu: Alosztály
ko: 분할

source: This draws a pop-art-ish looking grid of pulsing colors. By Levi Burton.
cs: Kreslí síť pulsujících barev. Napsal Levi Burton.
hu: Pop-art jellegű rajz, vibráló színek rácsozata. írta: Levi Burton.
ko: 최신 스타일의 격자 무늬로, 격자의 색상이 진동하는 형태로 나타납니다. (개발자: Levi Burton)

source: Twitch
cs: Křeč
hu: Rángatózás
ko: 진동

source: Anti-alias Lines
cs: Vyhlazené čáry
hu: Anti-alias vonalak
ko: 안티 알리아스 라인

source: Draws some intersecting planes, making use of alpha blending, fog, textures, and mipmaps, plus a ``frames per second'' meter so that you can tell how fast your graphics card is... Requires OpenGL. Written by David Konerding.
cs: Kreslí protínající se plochy, používá alpha blending, mlhu, textury a další. Vyžaduje OpenGL. Napsal David Konerding.
hu: Egymást keresztező síkokat rajzol, alfakötés, köd, textúrák és mipmap-ek felhasználásával, sőt egy ``képkocka/másodperc'' arányt is beállíthatunka grafikus kártyánk gyorsaságának megfelelően. OpenGL szükséges hozzá. írta: David Konerding.
ko: 개발자: David Konerding 알파 블렌딩, 안개, 텍스처, 밉맵 등을 사용하여 교차하는 평면을 그리며 ``초당 프레임'' 미터를 사용하므로 그래픽 카드 속도를 측정해 볼 수 있습니다. OpenGL이 필요합니다.

source: Enable Blending
cs: Povolit blending
hu: Keveredés engedélyezése
ko: 블렌딩 사용

source: Enable Depth Buffer
cs: Povolit hloubkový buffer
hu: Mélységpufferolás engedélyezése
ko: 깊이 버퍼 사용

source: Enable Fog
cs: Povolit mlhu
hu: Köd engedélyezése
ko: 안개 사용

source: Enable Lighting
cs: Povolit osvětlení
hu: Villámlás engedélyezése
ko: 광원 사용

source: Enable Texture Filtering
cs: Povolit texture filtering
hu: Textúraszűrés engedélyezése
ko: 텍스쳐 필터링 사용

source: Enable Texture Mipmaps
cs: Povolit texture mipmapping
hu: Textúra mipmap engedélyezése
ko: 텍스처 밉맵 사용

source: Enable Texturing
cs: Povolit texturování
hu: Textúrázás engedélyezése
ko: 텍스쳐 사용

source: Pulsar
cs: Pulzar
hu: Pulzár
ko: 펄사

source: Quad Count
cs: Počet quadů
hu: Négyszögek száma
ko: 계산:

source: Solid Surface
cs: Pevný povrch
hu: Egyszínű felület
ko: 꽉채운 흔적

source: Texture PPM File
cs: PPM soubor textury
hu: Textúra PPM fájl
ko: 텍스쳐 PPM 파일

source: Explosive Yield
cs: Zisk exploze
hu: Robbanási teljesítmény
ko: 폭발 지역

source: Launch Frequency
cs: Frekvence odpalů
hu: Indítás gyakorisága
ko: 실행 빈도

source: Particle Density
cs: Hustota částic
hu: Részecskesűrűség
ko: 조각 밀도

source: Pyro draws exploding fireworks. Blah blah blah. Written by Jamie Zawinski.
cs: Pyro kreslí ohňostroj. Napsal Jamie Zawinski.
hu: A Pyro felrobbanó tüzijátékokat rajzol. Bla-bla-bla. írta: Jamie Zawinski.
ko: 개발자: Jamie Zawinski Pyro는 폭발하는 불꽃놀이를 그립니다.

source: Additive Colors
cs: Dodatečné barvy
hu: Additív színek
ko: 부가 색상

source: Corners
cs: Rohy
hu: Közelebb
ko: 숲

source: Line Segments
cs: Segmenty čáry
hu: Sorszegmensek
ko: 조각

source: Linear Motion
cs: Lineární pohyb
hu: Lineáris mozgás
ko: 선형 움직임

source: Max Size
cs: Největší velikost
hu: Max méret
ko: 최대 크기

source: Random Motion
cs: Náhodný pohyb
hu: Véletlenszerű mozgás
ko: 움직임 빠르기

source: Subtractive Colors
cs: Odčítat barvy
hu: Szubsztraktív színek
ko: 감소 색상

source: This is the swiss army chainsaw of qix programs. It bounces a series of line segments around the screen, and uses variations on this basic motion pattern to produce all sorts of different presentations: line segments, filled polygons, overlapping translucent areas... Written by Jamie Zawinski.
cs: Segmenty čar, barevné obdélníky, překrývající se a průhledné plochy... Napsal Jamie Zawinski.
hu: Ez a svájci hadi láncfűrész a qix programok között. Vonalszegmensek sorozata buckázik körbe a képernyőn, és ennek az alapmozgásnak különböző változatait használja fel a többi forma létrehozására: vonalszegmensek,kitöltött poligonok, átfedő és áttetsző felületek... írta: Jamie Zawinski.
ko: 개발자: Jamie Zawinski 이것은 qix 프로그램의 스위스 군대 사슬톱입니다. 이것은 스크린 주위로 일련의 라인 세그먼트가 튀어오르고, 기본 움직임 패턴에 변형을 가해서 라인 세그먼트, 채워진 다각형, 반투명한 겹치는 구역 등 다양한 서로 다른 프리젠테이션을 만들어냅니다.

source: Transparent
cs: Průhledný
hu: Átlátszó
ko: 투명한 흔적

source: Queens
cs: Královny
hu: Királynők
ko: 여왕

source: Solves the N-Queens problem (where, in this program, N is between 5 and 10 queens.) The problem is: how may one place N queens on an NxN chessboard such that no queen can attack a sister? Written by Blair Tennessy.
cs: Řeší problém N královen (v tomto programu je N od 5 do 10). Napsal Blair Tennessy.
hu: Az N-vezér problémát oldja meg (ebben a programban a vezérek száma 5 és 10 között mozog). A feladvány: hogy lehet lerakni N számú vezért egy NxN nagyságú sakktáblára úgy, hogy ne üssék egymást? írta: Blair Tennessy
ko: 개발자: Blair Tennessy N-Queens의 문제(N은 5에서 10까지의 퀸의 수)를 해결했습니다. 문제는, 퀸이 다른 퀸을 공격할 수 없도록 NxN 체스 판에서 N명의 퀸을 배치하는 방법입니다.

source: Another variation of the `Bomb' program by Scott Draves. This draws a grid of growing square-like shapes that, once they overtake each other, react in unpredictable ways. ``RD'' stands for reaction-diffusion.
cs: Další variace programu 'Bomb' od Scotta Dravese.
hu: Újabb változata Scott Draves `Bomba' programjának. Növekvő, négyzetszerű formák rácsát rajzolja meg, amelyek egymás megelőzésekor előre nem látható módon reagálnak. Az ``RD'' jelentése. reakció-diffúzió.
ko: Scott Draves가 제작한 `Bomb' 프로그램의 또 한가지 변형입니다. 이것은 점점 커지는 네모 모양의 격자판을 그립니다. 각 모양들이 서로 충돌하면 이후의 반응은 예측하기 힘듭니다. ``RD''는 반응-확산을 의미합니다.

source: Epoch
cs: Epocha
hu: Korszak
ko: 신기원

source: Fill Screen
cs: Vyplnit obrazovku
hu: Képernyő feltöltése
ko: 화면 채움

source: Reaction/Difusion
cs: Reakce/difuze
hu: Reakció/Diffúzió
ko: 반응/확산

source: Seed Radius
cs: Poloměr osetí
hu: Magsugár
ko: 씨앗

source: Tile Size
cs: Velikost dlaždičky
hu: Cserép méret
ko: 타일 크기

source: Wander Speed
cs: Rychlost pohybu
hu: Keringési sebesség
ko: 이동 속도

source: Big Drops
cs: Velké kapky
hu: Nagy cseppek
ko: 큰 방울

source: Colors Two
cs: Barvy dvě
hu: Színek Kettő
ko: 색상 2개

source: Drizzle
cs: Mrholení
hu: Szitálás
ko: 보슬비

source: Grab Screen Image
cs: Zachytit obraz plochy
hu: Képernyőkép használata
ko: 이전 화면 사용

source: Lighting Effect
cs: Světelný efekt
hu: Villámlás effekt
ko: 광원 효과

source: Moving Splashes
hu: Mozgó foltok
ko: 튀는 움직임

source: Psychedelic Colors
cs: Psychdelické barvy
hu: Halucinatív színek
ko: 현란한 색상 사용

source: Ripples
cs: Vlnky
hu: Fodrozódás
ko: 물결

source: Small Drops
cs: Malé kapky
hu: Kis cseppek
ko: 작은 방울

source: Storm
cs: Bouře
hu: Vihar
ko: 폭풍

source: This draws rippling interference patterns like splashing water. With the -water option, it manipulates your desktop image to look like something is dripping into it. Written by Tom Hammersley.
cs: Zajímavé kreslení interference. Napsal Tom Hammersley.
hu: Gyűrűző interferencia motívumokat rajzol, mely a loccsanó vízre emlékeztet. A -víz beállítással a munkafelület képe olyan lesz, mintha valami csöpögne rá. írta: Tom Hammersley.
ko: 개발자: Tom Hammersley 이것은 물이 튀는 것처럼 움직이는 간섭 패턴을 그립니다. -water 옵션을 사용하면 바탕 화면의 이미지에 물방울이 뚝뚝 떨어진 것과 같은 효과를 줄 수 있습니다.

source: Rotation
cs: Rotace
hu: Forgás
ko: 반복:

source: Steering
cs: Řízení
hu: Kormányzás
ko: 설정

source: This draws an animation of flight through an asteroid field, with changes in rotation and direction. It can also display 3D separations for red/blue glasses! Mostly written by Jamie Zawinski.
cs: Průlet hvězdokupou. Nejvíce napsal Jamie Zawinski.
hu: Ez egy repülés animációja egy aszteroida-mezőn át, közben változik a forgás és az irány. A piros/kék szemüvegek számára 3D-s szétválasztás megjelenítésre is képes. Legnagyobb részét Jamie Zawinski írta.
ko: 개발자: Jamie Zawinski 이것은 우주 공간에서 비행하는 물체의 비행 애니메이션을 그립니다. 회전 및 방향을 변경할 수 있습니다. 이것은 붉은색/푸른색 유리에 사용되는 3D 분할까지도 표시할 수 있습니다!

source: This generates random inkblot patterns. The algorithm is deceptively simple for how well it works; it merely walks a dot around the screen randomly, and then reflects the image horizontally, vertically, or both. Any deep-seated neurotic tendencies which this program reveals are your own problem. Written by Jamie Zawinski.
cs: Generátor náhodných inkoustových kaněk. Napsal Jamie Zawinski.
hu: Véletlenszerű tintafoltos képeket hoz létre. Az algoritmus nagyon egyszerű ahhoz képest, hogy milyen nagyszerűen működik; körbejár egy adott pontot a képernyőn, majd vízszintesen és/vagy függőlegesen tükrözi a képet. Bármilyenmélyen gyökerező idegbajos hajlam, melyet ez a program feltár, az az Ön sajátbaja. írta: Jamie Zawinski.
ko: 개발자: Jamie Zawinski 이것은 불규칙한 잉크 얼룩 패턴을 생성합니다. 알고리즘은 프로그램의 뛰어남에 비해 믿을 수 없을 정도로 간단합니다. 먼저 화면에서 점 하나가 움직입니다. 그런 다음 이미지를 수평, 수직으로, 혹은 양쪽 방향으로 모두 투영합니다. 이 프로그램으로 인해 정신이 혼란해질 수도 있겠습니다.

source: With X Symmetry
cs: Se symetrií podle X
hu: X szimmetriával
ko: X축 대칭

source: With Y Symmetry
cs: Se symetrií podle Y
hu: Y szimmetriával
ko: Y축 대칭

source: Another ancient xlock demo, this one by Tom Lawrence. It draws a line segment moving along a complex spiraling curve.
cs: Další prastará xlock ukázka. Napsal Tom Lawrence.
hu: Ez is egy ősrégi xlock demó, írta: Tim Lawrence. Egy vonalszegmenst rajzol meg, amely egy összetett spirális görbén mozog.
ko: 개발자: Tom Lawrence 또 하나의 고전적 xlock 데모입니다. 복잡한 나선형 곡선을 따라 움직이는 라인 세그먼트를 그립니다.

source: Length
cs: Délka
hu: Hossz
ko: 길이

source: Animate
cs: Animovat
hu: Animál
ko: 움직임

source: Creates a collage of rotated and scaled portions of the screen. Written by Claudio Matsuoka.
cs: Vytváří koláž ze zmenšených a rotovaných částí obrazovky. Napsal Claudio Matsuoka.
hu: Kollázst készít a képernyő egyes elforgatott részeiből. írta: Claudio Matsuoka.
ko: 개발자: Claudio Matsuoka 화면을 회전하고 확대/축소한 부분의 콜라주를 만듭니다.

source: Rectangle Count
cs: Počet obdélníků.
hu: Téglalapok száma
ko: 사각형 개수

source: Stationary Rectangles
cs: Stacionární obdélníky
hu: Mozdulatlan téglalapok
ko: 고정 사각형

source: Sweeping Arcs
cs: Rychlé oblouky
hu: Széles körívek
ko: 거대한 호

source: Wandering Rectangles
cs: Pohybující se obdélníky
hu: Barangoló téglalapok
ko: 움직이는 사각형

source: Draws a Rubik's Cube that rotates in three dimensions and repeatedly shuffles and solves itself. Another fine GL hack by Marcelo Vianna.
cs: Kreslí Rubikovu kostku s rotací ve třech dimenzích. Napsal Marcelo Vianna.
hu: Egy három dimenzióban mozgó Rubik-kockát rajzol, amely ismétlődően összekeveredik, majd megfejti önmagát. írta: Marcolo Vianna.
ko: 개발자: Marcelo Vianna 삼차원으로 회전하고 반복해서 움직이면서 스스로 답을 맞추는 Rubik의 정육면체를 그립니다.

source: Show Shuffling
cs: Ukazovat tahy
hu: Összekeveredés megjelenítése
ko: 움직임 보기

source: Cube
cs: Kostka
hu: Kocka
ko: 정육면체

source: Dodecahedron
cs: Dvanáctistěn
hu: Dodekaéder
ko: 십이면체

source: Draws an animation of textured balls spinning like crazy in GL. Requires OpenGL, and a machine with fast hardware support for texture maps. Written by Eric Lassauge &lt;lassauge@mail.dotcom.fr&gt;.
cs: Kreslí animaci texturovaných koulí. Vyžaduje OpenGL. Napsal Eric Lassauge.
hu: Mintás labdák őrült táncát bemutató 3D-s animáció. OpenGL és gyors gép szükséges.Írta Eric Lassauge &lt;lassauge@mail.dotcom.fr&gt;.
ko: 개발자: Eric Lassauge(lassauge@mail.dotcom.fr) 쉴새 없이 돌아가는 텍스처링된 공의 GL 애니메이션을 그립니다. OpenGL과 텍스처 맵을 지원할 수 있는 빠른 하드웨어가 필요합니다.

source: Icosahedron
cs: Dvacetistěn
hu: Ikozaéder
ko: 이십면체

source: Octahedron
cs: Osmistěn
hu: Oktaéder
ko: 팔면체

source: Plane
cs: Rovina
hu: Sík
ko: 평면

source: Pyramid
cs: Pyramida
hu: Piramis
ko: 피라미드

source: Star
cs: Hvězda
hu: Csillag
ko: 별

source: This draws smoothly-shaded oscilating oval patterns, that look something like vapor trails or neon tubes. Written by Shane Smit.
cs: Kreslí hladké oválné vzory, které vypadají skoro jako neónové trubky. Napsal Shane Smit.
hu: Finoman árnyalt, oszcilláló ovális motívumokat rajzol, amelyek gőznyomokra vagy neoncsövekre emlékeztetnek. írta: Shane Smit.
ko: 개발자: Shane Smit 이것은 부드럽게 움직이는 증기 흔적이나 네온 튜브처럼 보이는 흔들리는 달걀형 패턴을 그립니다.

source: This draws the two-dimensional variant of the recursive Sierpinski triangle fractal. Written by Desmond Daignault.
cs: Kreslí dvoudimenzionální variantu Sierpinského trojúhelníkového fraktálu. Napsal Desmond Daignault.
hu: A rekurzív Sierpinski háromszög fraktál kétdimenziós változatát rajzolja meg. írta: Desmond Daignault.
ko: 개발자: Desmond Daignault 이것은 반복적인 Sierpinski 삼각형 프랙탈을 2차원 형태로 변형한 모양을 그립니다.

source: This draws the three-dimensional variant of the recursive Sierpinski triangle fractal, using GL. Written by Tim Robinson and Jamie Zawinski.
cs: Kreslí třídimenzionální verzi Sierpinského fraktálu. Napsal Tim Robinson a Jamie Zawinski.
hu: A rekurzív Sierpinski háromszög fraktál háromdimenziós változatát rajzolja meg GL használatával. írta: Tim Robinson és Jamie Zawinski.
ko: 개발자: Tim Robinson, Jamie Zawinski 이것은 GL을 사용하여 반복적인 Sierpinski 삼각형 프랙탈을 3차원 형태로 변형한 모양을 그립니다.

source: Border Width
cs: Šířka okraje
hu: Szegély szélessége
ko: 테두리 굵기

source: Slide Speed
cs: Rychlost posunu
hu: Csúszás sebessége
ko: 빠르기

source: This takes an image, divides it into a grid, and then randomly shuffles the squares around as if it was one of those annoying ``16-puzzle'' games, where there is a grid of squares, one of which is missing. I hate trying to solve those puzzles, but watching one permute itself is more amusing. Written by Jamie Zawinski.
cs: Vezme obrázek, rozřeže ho sítí a předvádí hru ve stylu "16-puzzle". Napsal Jamie Zawinski.
hu: Ez a program fog egy képet, felparcellázza, majd a négyzeteket ide-oda csúsztatja, mint a tologatós kirakókban, ahol az egyik darab hiányzik. írta: Jamie Zawinski.
ko: 개발자: Jamie Zawinski 이미지를 격자로 나눈 다음 나뉘어진 사각형을 임의의 방향으로 움직입니다. 사각형으로 이루어진 격자가 있고 격자 중 하나에만 사각형이 빠져 있는 까다로운 `16 퍼즐'' 게임과 비슷합니다. 이런 퍼즐을 푸는 것은 어렵지만 게임 스스로 자리를 바꾸어 해결하는 모습을 지켜보는 것은 재미있는 일입니다.

source: This program throws some random bits on the screen, then sucks them through a jet engine and spews them out the other side. To avoid turning the image completely to mush, every now and then it will and then it interjects some splashes of color into the scene, or go into a spin cycle, or stretch the image like taffy, or (this is my addition) grab an image of your current desktop to chew on. Originally written by Scott Draves; whacked on by Jamie Zawinski.
cs: Tento program vykreslí náhodné body, poté simuluje jejich průchod tryskovým motorem. Napsal Jamie Zawinski.
hu: Ez a program véletlenszerűen biteket dobál a képernyőre,
ko: 이 프로그램은 화면에 임의의 비트를 던진 다음 이것을 제트 엔진을 통해 빨아들이고 다른 면으로 뿜어냅니다. 이미지가 완전히 뒤엉켜 버리는 것을 막기 위해 장면 안에 약간의 스플래시를 끼워넣거나, 회전 사이클 안으로 들어가거나, 이미지를 태피처럼 늘리거나, 현재 바탕 화면의 이미지를 잡아내어 뿜어댑니다. Scott Draves가 처음 제작하였고, Jamie Zawinski가 확장했습니다.

source: Ping Subnet
cs: Pingat na subnet
hu: Alhálózat pingelés
ko: 핑 서브넷

source: Simulation Team Members
cs: Simulace členů týmu
hu: Szimulációs csapat tagjai
ko: 팀 멤버 시뮬레이션

source: Sonar
hu: Hanglokátor
ko: 음탐기

source: Team A Name
cs: Jméno týmu A
hu: Az 'A' csapat neve
ko: A 팀 이름

source: Team B Name
cs: Jméno týmu B
hu: A 'B' csapat neve
ko: B 팀 이름

source: This program draws a simulation of a sonar screen. Written by default, it displays a random assortment of ``bogies'' on the screen, but if compiled properly, it can ping (pun intended) your local network, and actually plot the proximity of the other hosts on your network to you. It would be easy to make it monitor other sources of data, too. (Processes? Active network connections? CPU usage per user?) Written by Stephen Martin.
cs: Tento program vykresluje simulaci obrazovky sonaru. Napsal Stephen Martin.
hu: A program egy hanglokátor képernyőjének szimulációját rajzolja meg. írta: Stephen Martin.
ko: 개발자: Stephen Martin 이 프로그램은 수중 음파 탐지기 화면의 시뮬레이션을 그립니다. 기본적으로 화면에 ``이상한 물체''의 분류를 표시하지만, 잘 컴파일하면 로컬 네트워크나 네트워크로 연결되어 있는 다른 호스트 근처의 지역을 핑할 수 있습니다. 다른 데이터 소스를 모니터링하도록 만드는 것도 쉽습니다. (잘 수행됩니까? 실제 네트워크가 연결되어 있습니까? 사용자마다 CPU 사용이 할당됩니까?)

source: vs.
hu: kontra
ko: 대

source: Allow Wall Collisions
cs: Povolit odrazy od zdí
hu: Falnak ütközés engedélyezése
ko: 벽 충돌 허용

source: Display Crosshair
cs: Zobrazit zaměřovač
hu: Crosshair megjelenítése
ko: 십자 모양 표시

source: Max Velocity
cs: Nejvyšší rychlost
hu: Maximális sebesség
ko: 최대 속도

source: Mine Shaft
cs: Důl
hu: Bányaakna
ko: 광산 환기갱

source: Present Bonuses
cs: Zaplé bonusy
hu: Jelenlegi bónuszok
ko: 보너스 지급

source: Rocky Walls
cs: Kamenné zdi
hu: Sziklás falak
ko: 암벽

source: Simulates speeding down a rocky mineshaft, or a funky dancing worm. Written by Conrad Parker.
cs: Sestup dolem anem červík tancující na funky. Napsal Conrad Parker.
hu: Lefelé száguldást szimulál egy bányaaknában, vagy egy funky táncos kukacban. írta: Conrad Parker.
ko: 개발자: Conrad Parker 바위로 만든 환기갱 아래로 빠르게 떨어지는 모습과 관능적이고 열정적인 춤을 보여줍니다.

source: Thrust
cs: Síla
hu: Lökés
ko: 밀기

source: Worm
cs: Červ
hu: Kukac
ko: 벌레

source: Another of the classic screenhacks of the distant past, this one draws shaded spheres in multiple colors. This hack traces its lineage back to Tom Duff in 1982.
cs: Stínované mnohobarevné koule. Napsal Tom Duff v roce 1982.
hu: Egy másik klasszikus hack a régmúltból, többszínű, satírozott gömböket rajzol. Először 1982-ben Tom Duff alkotott hasonlót.
ko: 이전부터 있었던 고전적인 화면 프로그램입니다. 이것은 그림자진 구체를 여러 색상으로 그립니다. 이 프로그램은 그 계통이 1982년 Tom Duff까지 거슬러 올라갑니다.

source: SphereEversion draws an animation of a sphere being turned inside out. A sphere can be turned inside out, without any tears, sharp creases or discontinuities, if the surface of the sphere is allowed to intersect itself. This program animates what is known as the Thurston Eversion. Written by Nathaniel Thurston and Michael McGuffin. This program is not included with the XScreenSaver package, but if you don't have it already, you can find it at &lt;http://www.dgp.utoronto.ca/~mjmcguff/eversion/&gt;.
cs: SphereEversion kreslí animaci obracení sféry naruby. Napsal Nathaniel Thurston a Michael McGuffin.
hu: A SphereEversion egy önmagából kiforduló gömb animációját mutatja be. A gömb anélkül fordul át, hogy elszakadna, gyűrődne vagy folytonosságában megszakadna - ha a gömb önmagával való keresztüldöfését megengedjük. Írta Nathaniel Thurston és Michael McGuffin és a program nem része az xscreensaver csomagnak, de letölthető a &lt;http://www.dgp.utoronto.ca/~mjmcguff/eversion/&gt; címről.
ko: 개발자: Michael McGuffin, Nathaniel Thurston SphereEversion은 구체 표면이 교차를 허용하는 경우 찢어진 자국, 날카로운 면 또는 불연속성 없이 뒤집을 수 있는 애니메이션을 그립니다. 이 프로그램은 Thurston Eversion의 애니메이션 버전으로 XScreenSaver 패키지에 포함되지 않습니다. 이 프로그램을 가지고 있지 않다면 http://www.dgp.utoronto.ca/~mjmcguff/eversion/에서 찾을 수 있습니다.

source: Smoothed Lines
cs: Vyhlazené čáry
hu: Egyenletes vonalak
ko: 부드러운 선

source: Spheremonics
ko: 빠르기

source: These closed objects are commonly called spherical harmonics, although they are only remotely related to the mathematical definition found in the solution to certain wave functions, most notable the eigenfunctions of angular momentum operators. Written by Paul Bourke and Jamie Zawinski.
cs: Napsal Paul Bourke a Jamie Zawinski.
hu: Ezeket a zárt objektumokat általában gömbölyű harmóniáknak nevezik, bár csak távolról kapcsolódnak bizonyos hullámfunkciók megoldásának matematikai definíiójához. írta: Paul Bourke és Jamie Zawinski.
ko: 개발자: Paul Bourke, Jamie Zawinski 이 닫힌 객체는 비록 파동 함수, 각도 모멘트 연산자의 고유 함수 해석에서 발견되는 수학적 정의와의 연관은 그다지 가깝지 않지만, 보통 구체 화성학으로 불립니다.

source: Cycles
cs: Cykly
hu: Körforgás
ko: 원

source: Moving circular patterns, by Peter Schmitzberger. Moving circular patterns means moire; interference patterns, of course.
cs: Pohyblivé kruhové vzory. Napsal Peter Schmitzberger.
hu: Körkörösen mozgó motívumok. írta: Peter Schmitzberger. A körkörösen mozgó motívumok moaré, interferencia mintákat jelentenek.
ko: 개발자: Peter Schmitzberger 움직이는 순환형 패턴을 그립니다. 움직이는 순환형 패턴이란 물결 무늬를 의미합니다. 당연히 간섭 패턴이 됩니다.

source: Spiral
cs: Spirála
hu: Spirál
ko: 나선

source: Draws a spotlight scanning across a black screen, illumnating the underlying desktop when it passes. Written by Rick Schultz.
cs: Světlo putující po obrazovce osvětlující pracovní plochu. Napsal Rick Schultz.
hu: Sötét képernyőn pásztázó reflektorfényt rajzol, amely megvilágítja a munkaasztalt, amint elhalad fölötte. írta: Rick Schultz.
ko: 개발자: Rick Schultz 검은 화면을 가로질러 비추는 스포트라이트를 그립니다. 스포트라이트가 지나가면 아래쪽 바탕 화면이 나타납니다.

source: Spotlight
cs: Bodové světlo
hu: Reflektorfény
ko: 조명

source: Q-Bert meets Marble Madness! Written by Ed Mackey.
cs: Q-Bert ve světě mramorového šílenství. Napsal Ed Mackey.
hu: A Q-Bert és a Marble Madness találkozása! írta: Ed Mackey.
ko: 개발자: Ed Mackey Q-Bert가 Marble Madness와 만났습니다!

source: Draws a set of interacting, square-spiral-producing automata. The spirals grow outward until they hit something, then they go around it. Written by Jeff Epler.
cs: Hrátky se spirálami. Napsal Jeff Epler.
hu: írta: Jeff Epler.
ko: 개발자: Jeff Epler 상호 작용하는 사각형 나선으로 만들어진 자동 장치를 그립니다. 나선은 무언가를 만날 때까지 밖으로 자라면서 주변을 돕니다.

source: Handedness
cs: Usměrnění
hu: Bal- vagy jobbkezesség
ko: 회전방향

source: Left
cs: Levý
hu: Bal
ko: 왼손잡이

source: Randomness
cs: Náhodnost
hu: Véletlenszerűség
ko: 무작위성

source: Right
cs: Pravý
hu: Jobb
ko: 오른손잡이
