Repository: aszeszo/jds
Catalog: po-sun/xscreensaver/po/*.po
Languages: cs, hu, ko

source: Grab _Video Frames
cs: Zachytávat video snímky
hu: _Kamera képeinek használata
ko: 외부 비디오장치 사용(_V)

source: How long before passwdTimeout.
cs: Doba před passwdTimeout.
hu: Jelszó időtúllépés hossza.
ko: passwdTimeout까지의 시간

source: Install _Colormap
cs: Instalovat mapu barev
hu: Színtérkép _telepítése
ko: 색상맵 설치(_C)

source: No Preview Available
cs: Náhled není k dispozici
hu: Nincs elérhető előnézet
ko: 미리보기 없음

source: Preview of screen saver
cs: Náhled spořiče
hu: Képernyővédő előnézet
ko: 화면 보호기 미리보기

source: Stand_by After
cs: Mód standby po
hu: _Energiatakarékos üzemmód ennyi idő után:
ko: 대기 시간(_B):

source: Sus_pend After
cs: Mód suspend po
hu: Fel_függesztés ennyi idő után:
ko: 중지 시간(_P):

source: Whether passwdTimeout is disabled or enabled.
cs: Zda-li passwdTimeout je povoleno nebo zakázáno.
hu: Van-e jelszó időtúllépés figyelés.
ko: passwdTimeout 사용 여부

source: _Advanced
cs: _Rozšířené
hu: _Haladó
ko: 고급 설정(_A)

source: _Advanced >>
cs: Rozšířené >>
hu: _Haladó >>
ko: 고급(_A) >>

source: _Blank After
cs: Stmavit po
hu: _Elsötétítés ennyi idő után:
ko: 화면 꺼지는 시간(_B)

source: _Browse
cs: _Prohlížet
hu: _Tallózás
ko: 찾아보기(_B)

source: _Command Line:
cs: _Příkazová řádka:
hu: _Parancssor:
ko: 명령행(_C):

source: _Cycle After
cs: Cyklovat po
hu: _Lekapcsolás ennyi idő után:
ko: 화면 보호기 변경 시간(_C)

source: _Display Modes
cs: _Módy zobrazení
hu: _Megjelenítési módok
ko: 표시 모드(_D)

source: _Lock Screen After
cs: _Zamknout obrazovku po
hu: Képernyő _zárolása ennyi idő után
ko: 다음 시간 후 화면 잠금(_L)

source: _Mode:
cs: _Mod:
hu: _Mód:
ko: 모드(_M):

source: _Off After
cs: Vypnout po
hu: _Kikapcsolás ennyi idő után:
ko: 끌 시간(_O):

source: _Power Management Enabled
cs: Zapnout zprávu napájení
hu: _Energiakezelés engedélyezve
ko: 전원 관리 사용(_P)

source: _Preview
cs: _Náhled
hu: _Előnézet
ko: 미리보기(_P)

source: _Quit
cs: _Ukočit
hu: _Kilépés
ko: 마침(_Q)

source: _Settings...
cs: _Nastavení...
hu: _Beállítások...
ko: 설정(_S)...

source: _Standard <<
ko: 표준(_S) <<

source: _Verbose Dialognostics
cs: Hlasitá diagnostika
hu: _Bővebb diagnosztikák
ko: 자세한 진단(_V)

source: _Visual:
hu: _Vizuális:
ko: 비주얼(_V):

source: _passwdTimeout After
cs: _passwdTimeout po
hu: Jelszó időtúllépés ideje
ko: 다음 시간 후 passwdTimeout(_p)

source: dialog1
hu: 1. párbeszédablak
ko: 대화 상자1

source: no preview
cs: bez náhledu
hu: nincs előnézet
ko: 미리보기 없음

source: preview
cs: náhled
hu: előnézet
ko: 미리보기

source: Anemone
hu: Szellőrózsa
ko: 말미잘

source: Arms
cs: Paže
hu: Fegyver
ko: 촉수

source: Fast
cs: Rychle
hu: Gyors
ko: 빠름

source: Few
cs: Málo
hu: Néhány
ko: 적음

source: Many
cs: Mnoho
hu: Sok
ko: 많음

source: Number of Colors
cs: Počet barev
hu: Színek száma
ko: 색상 수

source: Often
cs: Často
hu: Gyakran
ko: 자주

source: Rarely
cs: Zřídka
hu: Ritkán
ko: 드물게

source: Slow
cs: Pomalu
hu: Lassú
ko: 느림

source: Speed
cs: Rychlost
hu: Sebesség
ko: 빠르기

source: Tentacles
cs: Tykadla
hu: Polipkar
ko: 촉수

source: Thick
cs: Hustý
hu: Vastag
ko: 굵기

source: Thickness
cs: Tloušťka
hu: Vastagság
ko: 굵음

source: Thin
cs: Tenký
hu: Vékony
ko: 얕음

source: Turn speed
cs: Rychlost tahu
hu: Fordulási sebesség
ko: 회전 속도

source: Two
cs: Dva
hu: Kettő
ko: 둘

source: Wiggling tentacles. By Gabriel Finch.
cs: Stříhající tykadla. Napsal Gabriel Finch.
hu: Tekergőző polipkarok. Készítette: Gabriel Finch.
ko: 개발자: Gabriel Finch 움직이는 촉수.

source: Withdraw freqency
cs: Frekvence vzdalování
hu: Gyakoriság visszavonás
ko: 후퇴 빈도

source: A cellular automaton that is really a two-dimensional Turing machine: as the heads (``ants'') walk along the screen, they change pixel values in their path. Then, as they pass over changed pixels, their behavior is influenced. Written by David Bagley.
cs: Turingův stroj ve 2D. Napsal David Bagley.
hu: A sejtautomata valójában egy kétdimenziós Turing-gép: ahogy a fejek (``hangyák'') végigsétálnak a képernyőn, útvonalukon megváltoztatják a pixel értékeket. Aztán, ahogy átmennek a megváltozott pixeleken, ez hatással van a viselkedésükre is. Írta: David Bagley.
ko: 개발자: David Bagley2차원 튜링 시스템인 셀 자동 작성. 머리(``개미'')가 화면을 가로질러 걸어가면 경로의 픽셀 값이 변경됩니다. 그러면 개미가 변경된 픽셀을 지나갈 때 동작에 영향을 줍니다.

source: Ant
cs: Mravenec
hu: Hangya
ko: 개미

source: Ant Size
cs: Velikost mravence
hu: Hangya mérete
ko: 개미 크기

source: Ants Count
cs: Počet mravenců
hu: Hangyák száma
ko: 개미 수

source: Draw Eyes
cs: Kreslit oči
hu: Szemek rajzolása
ko: 눈 그리기

source: Four Sided Cells
cs: Čtyřúhelníky
hu: Négyoldalú cellák
ko: 4각형 단위

source: Large
cs: Velký
hu: Nagy
ko: 넓음

source: Nine Sided Cells
cs: Devítiúhelníky
hu: Kilencoldalú cellák
ko: 9각형 단위

source: Random Cell Shape
cs: Náhodný tvar buňky
hu: Véletlenszerű cellaforma
ko: 무작위 단위

source: Sharp Turns
cs: Ostré tahy
hu: Éles kanyarok
ko: 갑자기 꺽여 돌기

source: Six Sided Cells
cs: Šestiúhelníky
hu: Hatoldalú cellák
ko: 6각형 단위

source: Small
cs: Malé
hu: Kicsi
ko: 작음

source: Three Sided Cells
cs: Trojstranné buňky
hu: Háromoldalú cellák
ko: 3각형 단위

source: Timeout
cs: Prodleva
hu: Időtúllépés
ko: 시간제한

source: Truchet Lines
cs: Truchetové čáry
hu: Truchet vonalak
ko: Truchet 선

source: Twelve Sided Cells
cs: Dvanáctistěnné buňky
hu: Tizenkét oldalú cellák
ko: 12각형 단위

source: Deep
cs: Hluboký
hu: Mély
ko: 깊게

source: Depth
cs: Hloubka
hu: Mélység
ko: 깊이

source: Draw Labels
cs: Kreslit označení
hu: Címkék rajzolása
ko: 레이블 그리기

source: Include Alternate Geometries
cs: Zahrnout alternativní geometrie
hu: Alternatív geometriákat tartalmaz
ko: 대체 위치 포함

source: Packs a large circle with smaller circles, demonstrating the Descartes Circle Theorem. Written by Allan R. Wilks and David Bagley.
cs: Obalování kruhů kroužky, demonstrace Descartesova kruhového teorému. Napsal Allan R. Wilks a David Bagley.
hu: Egy nagy kört kisebb körökkel tölt fel, ábrázolva Descartes körelméletét. írta: Allan R. Wilks és David Bagley.
ko: 개발자: Allan R. Wilks, David Bagley 데카르트의 원 정리를 나타내는 것으로, 작은 원으로 큰 원을 채웁니다.

source: Shallow
cs: Mělký
hu: Sekély
ko: 얕음

source: Agressive
cs: Agresivní
hu: Agresszív
ko: 공격적

source: Atlantis
hu: Atlantisz
ko: 아틀란티스

source: Clear Water
cs: Čirá voda
hu: Tiszta víz
ko: 맑은 물

source: Flat Background
cs: Ploché pozadí
hu: Sima háttér
ko: 단조로운 배경

source: Gradient Background
cs: Gradientní pozadí
hu: Színátmenetes háttér
ko: 그라데이션 배경

source: Number of Sharks
cs: Počet žraloků
hu: Cápák száma
ko: 상어 마리수

source: Shark Proximity
cs: Blízkost žraloků
hu: Cápa közelsége
ko: 상어 접근

source: Shark Speed
cs: Rychlost žraloků
hu: Cápa sebessége
ko: 상어 빠르기

source: Shimmering Water
cs: Třpytivá voda
hu: Csillámló víz
ko: 반짝이는 물

source: Show Frames-per-Second
cs: Ukazovat FPS
hu: Mutassa, hogy hány kép jelenik meg másodpercenként
ko: 1초에 보여줄 수 있는 프레임 표시

source: Shy
cs: Stydlivý
hu: Szégyenlős
ko: 순한

source: Solid
cs: Pevný
hu: Szolid
ko: 색상 채움

source: This is xfishtank writ large: a GL animation of a number of sharks, dolphins, and whales. The swimming motions are great. Originally written by Mark Kilgard.
cs: Toto je xfishtank. GL animace žraloků. Napsal Mark Kilgard.
hu: Ez az xfishtank: számos cápa, delfin és bálna GL animációja. Nagyszerűek az úszó mozgások. Eredeti szerző:Mark Kilgard.
ko: 개발자: Mark Kilgard xfishtank를 확대하여 표시한 것입니다. 여러 마리의 상어, 돌고래, 고래의 GL 애니메이션으로, 헤엄치는 동작이 생생합니다.

source: Whale Speed
cs: Rychlost velryby
hu: Bálna sebessége
ko: 고래 빠르기

source: Wireframe
cs: Drátový model
hu: Drótváz
ko: 와이어프레임

source: Attraction
cs: Atrakce
hu: Vonzás
ko: 길이 (천분의 일초)

source: Ball Count
cs: Počet koulí
hu: Labdaszám
ko: 계산:

source: Ball Mass
cs: Hmotnost koulí
hu: Labda tömege
ko: 혼란

source: Balls
cs: Koule
hu: Labdák
ko: 공

source: Bounce Off Walls
cs: Odrážení od zdí
hu: Lepattannak a falakról
ko: 벽에 퉁김

source: Color Contrast
cs: Barevný kontrast
hu: Színkontraszt
ko: 색상 밝기

source: Environmental Viscosity
cs: Viskozita prostředí
hu: Környezeti súrlódás
ko: 환경 점성

source: Filled Splines
cs: Plněné spliny
hu: Töltött spline-ok
ko: 개비

source: High
cs: Vysoký
hu: Magas
ko: 높음

source: Ignore Screen Edges
cs: Ignorovat kraje obrazovky
hu: Képernyőszegélyek mellőzése
ko: 화면 가장자리 무시

source: Inward
cs: Dovnitř
hu: Befelé
ko: 안쪽

source: Like qix, this uses a simple simple motion model to generate many different display modes. The control points attract each other up to a certain distance, and then begin to repel each other. The attraction/repulsion is proportional to the distance between any two particles, similar to the strong and weak nuclear forces. One of the most interesting ways to watch this hack is simply as bouncing balls, because their motions and interactions with each other are so odd. Sometimes two balls will get into a tight orbit around each other, to be interrupted later by a third, or by the edge of the screen. It looks quite chaotic. Written by Jamie Zawinski, based on Lisp code by John Pezaris.
cs: Jako qix, ale s jednodušším modlem pohybu. Napsal Jamie Zawinski podle Lispo kódu Johna Pezarise.
hu: Mint a qix, egyszerű mozgási modelleket használ a sok különböző megjelenítési mód létrehozására. A kontrollpontok egy bizonyos távolságon belül vonzzák, majd taszítani kezdik egymást. A vonzás/taszítás arányos a két részecske közti távolsággal, hasonlóan az erős és gyenge nukleáris erőkhöz. Érdekes egyszerű, pattogó labdákként szemlélni őket, mert mozgásuk és kölcsönhatásaik oly különlegesek. Néha két labda szorosan egymás körül kering, és ezt megzavarja egy harmadik, vagy éppen a képernyő széle. Elég zűrzavarosnak tűnik. írta: Jamie Zawinski, John Pezaris Lisp-kódja alapján.
ko: 개발자: Jamie Zawinski(John Pezaris의 Lisp 코드에 기초) Qix와 마찬가지로, 다양한 디스플레이 모드를 생성하는 데 단순한 동작 모델을 사용합니다. 제어점들이 서로 특정 거리까지 끌어당긴 다음 서로를 밀어내기 시작합니다. 끌어당기기/밀어내기는 강하거나 약한 핵력과 유사하게 임의의 두 입자 간의 거리에 비례합니다. 이 동작을 지켜보는 데 가장 흥미로운 방법 중 하나는 여러 개의 공을 튕겨보는 것입니다. 그 이유는 공들의 동작과 상호 작용이 매우 이상하기 때문입니다. 때때로 두 개의 공은 서로의 주위를 아주 가깝게 돌면서 세 번째 공이나 화면 가장자리에 의해 나중에 방해를 받게 됩니다. 이는 매우 혼란스럽게 보입니다.

source: Lines
cs: Čáry
hu: Vonalak
ko: 선

source: Long
cs: Dlouhý
hu: Hosszú
ko: 김

source: Low
cs: Nízký
hu: Alacsony
ko: 낮음

source: Orbital Mode
cs: Orbitální mód
hu: Keringési mód
ko: 궤도 모드

source: Outward
cs: Ven
hu: Kifelé
ko: 바깥쪽

source: Polygons
cs: Polygony
hu: Sokszögek
ko: 폴리곤

source: Radius
cs: Poloměr
hu: Sugár
ko: 반지름

source: Repulsion Threshold
cs: Meze odpudivosti
hu: Taszítási küszöb
ko: 반발 임계

source: Short
cs: Krátký
hu: Rövid
ko: 짧음

source: Splines
cs: Spliny
hu: Spline-ok
ko: 개비

source: Tails
cs: Konce
hu: Farkak
ko: 꼬리

source: Trail Length
cs: Délka stopy
hu: Nyom hossza
ko: 길이

source: Draws an animation of a textured tunnel in GL. Requires OpenGL, and a machine with fast hardware support for texture maps. Written by Eric Lassauge and Roman Podobedov.
cs: Kreslí animaci texturovaného tunelu v GL. Vyžaduje OpenGL. Napsal Eric Lassauge a Roman Podobedov.
hu: Textúrázott alagút animációját rajzolja meg három dimenzióban. Szükséges hozzá OpenGL és gyors, a textúrázást támogató számítógép. írta: Eric Lassauge és Roman Podobedov.
ko: GL로 텍스처 형태 터널의 애니메이션을 그립니다. OpenGL과 텍스처 맵을 빠르게 지원하는 시스템이 필요합니다. (개발자: Eric Lassauge 및 Roman Podobedov)

source: Normal
cs: Normálně
hu: Normál
ko: 수정

source: Untextured
cs: Netexturovaně
hu: Textúrázatlan
ko: 텍스쳐 없음

source: Use light
cs: Použít světlo
hu: Fény használata
ko: 빛 사용

source: Barcode
cs: Čárový kód
hu: Vonalkód
ko: 바코드

source: Barcode Clock (24 Hour)
cs: Hodiny v čárovém kódu (24 hodin)
hu: Vonalkód óra (24 órás)
ko: 바코드 시계(24시간)

source: Barcode Clock (AM/PM)
cs: Hodiny v čárovém kódu (AM/PM)
hu: Vonalkód óra (de./du.)
ko: 바코드 시계(AM/PM)

source: Scrolling Barcodes
cs: Skrolující čárové kódy
hu: Gördülő vonalkódok
ko: 스크롤되는 바코드

source: This draws a random sequence of colorful barcodes scrolling across your screen. CONSUME! By Dan Bornstein.
cs: Kreslí náhodnou sekvenci barevných čárových kódů pohybujících se po obrazovce. Napsal Dan Bornstein.
hu: Színes vonalkódok véletlenszerű sorozát rajzolja meg a képernyőn végiggördülve. By Dan Bornstein.
ko: 다양한 색상의 바코드가 화면에서 계속 스크롤되면서 나타납니다. 마음껏 사용하세요. (개발자: Dan Bornstein)

source: Blaster
ko: 빠르게

source: Draws a simulation of flying space-combat robots (cleverly disguised as colored circles) doing battle in front of a moving star field. Written by Jonathan Lin.
cs: Simulace robotů bojujících ve vesmíru. Napsal Jonathan Lin.
hu: Repülő harci űrrobotok szimulációja (amelyek agyafúrt módon színesköröknek álcázzák magukat), amint egy mozgó csillagmező előtt háborúznak. írta: Jonathan Lin.
ko: 개발자: Jonathan Lin 움직이는 별 앞쪽에서 전투를 하고 있는 우주 전투 로봇(색칠된 원으로 교묘히 위장)의 비행 시뮬레이션을 그립니다.

source: Lasers
cs: Lasery
hu: Lézerek
ko: 레이져

source: Robots
cs: Roboti
hu: Robotok
ko: 로봇

source: Stars
cs: Hvězdy
hu: Csillagok
ko: 별

source: 90 deg Rotation Speed
cs: Rychlost 90stupňové rotace
hu: 90 fokos forgatás sebessége
ko: 90도 회전 빠르기

source: Bitmap to rotate
cs: Bitmapa pro rotaci
hu: Bitmap a forgatáshoz
ko: 회전할 그림

source: Fuzzy Rotation Speed
cs: Fuzzy rychlost rotace
hu: Fuzzy forgatási sebesség
ko: 불분명한 회전 속도

source: Grab Screen
cs: Zachytit obrazovku
hu: Képernyő használata
ko: 화면 사용

source: The ``blitspin'' hack repeatedly rotates a bitmap by 90 degrees by using logical operations: the bitmap is divided into quadrants, and the quadrants are shifted clockwise. Then the same thing is done again with progressively smaller quadrants, except that all sub-quadrants of a given size are rotated in parallel. Written by Jamie Zawinski based on some cool SmallTalk code seen in in Byte Magazine in 1981. As you watch it, the image appears to dissolve into static and then reconstitute itself, but rotated. You can provide the image to use, as an XBM or XPM file, or tell it to grab a screen image and rotate that.
cs: Program "blitspin" opakovaně rotuje bitmapu o 90 stupňů použitím logických operací. Napsal Jamie Zawinski.
hu: The ``blitspin'' hack ismétlődően forgat egy bitmap-et 90 fokban, logikaiműveletek használatával: a bitmap-et kvadránsokra osztja, és a kvadránsok az óramutató járásával megegyezően forognak. Eztuán ugyanez történik a fokozatosan csökkenő méretű kvadránsokkal, csak minden al-kvadráns párhuzamosan forog. Jamie Zawinski írta néhány, a Byte Magazine-ban látottSmallTalk kód alapján 1981-ben. Ahogy figyeli, úgy tűnik, mintha a kép eltűnne, majd újra megalkotná önmagát, csak megforgatva. Megadhatja a használandó képet, egy XBM vagy XPM fájlt, vagy beállíthatja, hogy egy képernyőképet forgasson.
ko: 개발자: Jamie Zawinsk(1981년 Byte 매거진에 실린 새로운 SmallTalk 코드에 기초) ``BlitSpin''은 논리적 조작을 통해 비트맵을 90도씩 반복적으로 회전합니다. 비트맵은 4분면으로 나뉘어 시계 방향으로 회전됩니다. 그런 다음 같은 작업을 더 작은 사분면에 계속해서 수행합니다. 단, 지정된 크기의 모든 하위 4분면이 평행으로 회전되는 경우는 제외입니다. 여기서 볼 수 있듯이 이미지는 정적으로 되었다가 재구성되어 회전합니다. 사용할 이미지를 XBM 또는 XPM 파일로 제공하거나 화면 이미지를 사용하여 회전시킬 수 있습니다.

source: Do Red/Blue 3D seperation
cs: Provádět červeno/modrou 3D separaci
hu: Piros/kék 3 dimenziós szétválasztás
ko: 빨강/파랑 3d 분리 사용

source: Number of Spots
cs: Počet bodů
hu: Foltok száma
ko: 점의 개수

source: This draws what looks like a spinning, deforming baloon with varying-sized spots painted on its invisible surface. Written by Jeremie Petit.
cs: Kreslí jakoby rotující a deformující se kouli. Napsal Jeremie Petit.
hu: Pörgő, alakját váltó léggömböt rajzol, melynek láthatatlan felületére különböző méretű foltokat fest. írta: Jeremie Petit
ko: 개발자: Jeremie Petit보이지 않는 표면에 그린 크기가 변하는 점을 사용하여 회전하면서 변형하는 풍선 모양을 그립니다.

source: A Cow. A Trampoline. Together, they fight crime. By Jamie Zawinski.
cs: Kráva. Trampolína. Společně bojují proti zločinu.
hu: Egy Tehén. Egy Gumiasztal. Együtt harcolnak a bűnözés ellen. By Jamie Zawinski.
ko: 소와 트램폴린이 함께 범죄를 퇴치합니다. (개발자: Jamie Zawinski)

source: Animation Speed
cs: Rychlost animace
hu: Animáció sebessége
ko: 움직임 속도

source: Beefy Cow
cs: Svalnatá kráva
hu: Húsos tehén
ko: 살찐 소

source: Bounce Speed
cs: Rychlost odrazu
hu: Ugrálási sebesség
ko: 튀는 속도

source: Herd
cs: Stádo
hu: Csorda
ko: 소떼

source: Moo
cs: Bučet
hu: Múú
ko: 음매

source: Number of Cows
cs: Počet krav
hu: Tehenek száma
ko: 소의 수

source: Wireframe Cow
cs: Drátový model krávy
hu: Drótvázas tehén
ko: 와이어프레임 소

source: Draws a box full of 3D bouncing balls that explode. Written by Sander van Grieken.
cs: Kreslí 3D skákající a vybuchující koule. Napsal Sander van Grieken.
hu: Rajzol egy dobozt, tele van három dimenziós, pattogó labdákkal, amelyek felrobbannak. írta: Sander van Grieken
ko: 개발자: Sander van Grieken 터지면서 튀어오르는 3D 공으로 꽉 찬 상자를 그립니다.

source: Draws random color-cycling inter-braided concentric circles. Written by John Neil.
cs: Kreslí náhodně obarvené soustředné kruhy. Napsal John Neil.
hu: Véletlenszerű, színes, összefonódó koncentrikus köröket rajzol. írta: JohnNeil.
ko: 개발자: John Neil임의 색상이 순환하면서 안으로 말려 들어가는 동심원을 그립니다.

source: Duration
cs: Trvání
hu: Időtartam
ko: 시간

source: Line Thickness
cs: Tloušťka čáry
hu: Vonalvastagság
ko: 선 굵기

source: Max Rings
cs: Maximálně prstenců
hu: Maximális körök
ko: 주요 설정

source: 2 minutes
cs: 2 minuty
hu: 2 perc
ko: 2분

source: 5 seconds
cs: 5 vteřin
hu: 5 másodperc
ko: 5초

source: AmigaDOS
ko: 아미가OS

source: Atari
ko: 아타리

source: BSOD
ko: 파란 화면

source: BSOD stands for ``Blue Screen of Death.'' The finest in personal computer emulation, this hack simulates popular screen savers from a number of less robust operating systems. Written by Jamie Zawinski.
cs: BSOD znamená "Blue Screen of Death" (modrá obrazovka smrti). Populární spořič obrazovky simuluje spořiče méně robustních systémů. Napsal Jamie Zawinski.
hu: A BSOD ``A halálkék képernyője'' A legjobb a személyi számítógépesemulációkban, népszerű képernyővédőket szimulál több, kevésbé robosztus operációs rendszerről. írta: Jamie Zawinski
ko: 개발자: Jamie Zawinski BSOD는 ``Blue Screen of Death''의 약어입니다. 최고의 PC 에뮬레이션인 이 핵은 덜 강력한 운영 체제에서 여러 유명한 화면 보호기를 시뮬레이션합니다.

source: Mac Bomb
ko: Mac 폭탄

source: MacsBug
ko: Mac 버그

source: NCD X Terminal
cs: NCD X Terminál
hu: NCD X Terminál
ko: NCD X 터미널

source: Solaris
ko: 솔라리스

source: Sparc Linux
ko: Sparc 리눅스

source: Windows 2000
ko: 윈도우즈 2000

source: Windows NT
ko: 윈도우즈 NT

source: Draws a stream of rising, undulating 3D bubbles, rising toward the top of the screen, with nice specular reflections. Written by Richard Jones.
cs: Kreslí pramen stoupajících čeřících se 3D bublin. Napsal Richard Jones.
hu: Rajzol egy emelkedő, hullámzó, három dimenziós buborékokból álló áramlatot, amely látványosan a képernyő teteje felé halad tükröző visszaverődésekkel. írta: Richard Jones.
ko: 개발자: Richard Jones 굽이치며 올라가는 3D 거품을 그립니다. 이 거품은 아름다운 영상과 함께 화면 위쪽으로 올라갑니다.

source: Bubbles
cs: Bubliny
hu: Buborékok
ko: 거품

source: Bubbles Fall
cs: Pád bublin
hu: Buborékok leesnek
ko: 떨어지는 거품

source: Bubbles Float
cs: Vznášení bublin
hu: Buborékok lebegnek
ko: 떠다니는 거품

source: Bubbles Rise
cs: Stoupání bublin
hu: Buborékok emelkednek
ko: 올라가는 거품

source: Bubbles exist in three dimensions
cs: Bubliny ve třetí dimenzi
hu: A buborékok három dimenziósak
ko: 삼차원에 거품존재.

source: Don't hide bubbles when they pop
cs: Neskrývat bubliny po prasknutí
hu: Ne rejse el a buborékokat, mikor kipukkadnak
ko: 거품이 터질때 숨기지 않음

source: Draw circles instead of pixmap bubbles
cs: Kreslit kruhy místo pixmapových bublin
hu: Körök rajzolása a pixmap buborékok helyett
ko: 거품 그림대신 원을 그림

source: Leave Trails
cs: Opouštět dráhy
hu: Nyomok meghagyása
ko: 꼬리

source: This simulates the kind of bubble formation that happens when water boils:small bubbles appear, and as they get closer to each other, they combine to form larger bubbles, which eventually pop. Written by James Macnicol.
cs: Simulace formace bublin, které vznikají při varu vody. Napsal James Macnicol.
hu: Ez a víz forrásakor történő buborék-átalakulásokat szimulálja: kis buborékok jelennek meg, és ahogy közel érnek egymáshoz, nagyobb buborékokatalkotnak, ami a végén kipukkad. írta: James Macnicol.
ko: 개발자: James Macnicol 물이 끓을 때 발생하는 거품 형태를 표현합니다. 작은 거품들이 나타나 서로 가까이 접근하게 되면 더 큰 거품으로 결합하여 터지게 됩니다.

source: A bit like `Spotlight', except that instead of merely exposing part of your desktop, it creates a bump map from it. Basically, it 3D-izes a roaming section of your desktop, based on color intensity. Written by Shane Smit.
cs: Skoro jako "Spotlight", ale používá část pracovní plochy. Napsal Shane Smit.
hu: Egy kicsit olyan, mint a `Reflektorfény', de nem csupán a munkafelület egyes részeit emeli ki, hanem hepehupa-térképet készít. Alapvetően ez a színek erősségén alapuló, három dimenzióssá alakító eljárás. írta: Shane Smit.
ko: 개발자: Shane Smit `Spotlight'과 유사하지만 바탕 화면의 일부만을 보여주는 대신에 충돌 맵을 만듭니다. 기본적으로 바탕 화면의 로밍 섹션을 색상 농도를 기준으로 3D화합니다.

source: Cage
cs: Klec
hu: Kalitka
ko: 크게

source: This draws Escher's ``Impossible Cage,'' a 3d analog of a moebius strip, and rotates it in three dimensions. Written by Marcelo Vianna.
cs: Kreslí Eschorovu "Impossible Cage", trojrozměrná analogie moebiova pruhu s 3D rotací. Napsal Marcelo Vianna.
hu: Lerajzolja az Escher-féle ``Lehetetlen kalitkát,'' a Möbius szalag 3D analógiája, és három dimenzióba forgatja. írta: Marcelo Vianna.
ko: 개발자: Marcelo Vianna Escher가 만든 뫼비우스 띠의 3D 아날로그 ``존재할 수 없는 우리''를 그린 다음 3차원으로 회전합니다.

source: 0 seconds
cs: 0 vteřin
hu: 0 másodperc
ko: 0초

source: 1 minute
cs: 1 minuta
hu: 1 perc
ko: 1분

source: 1 second
cs: 1 vteřina
hu: 1 másodperc
ko: 1초

source: Delay
cs: Prodleva
hu: Késleltetés
ko: 지연

source: Density
cs: Hustota
hu: Sűrűség
ko: 밀도

source: Generates self-similar linear fractals, including the classic ``C Curve.'' Written by Rick Campbell.
cs: Generuje lineární fraktály. Napsal Rick Campbell.
hu: Önhasonló lineáris fraktálokat generál, köztük van a klasszikus ``C Görbe.'' írta: Rick Campbell.
ko: 개발자: Rick Campbell 전형적인 ``C Curve''를 포함하는 자기 유사 선형 프랙탈을 생성합니다.

source: Animates a number of 3D electronic components. Written by Ben Buxton.
cs: Animuje elektronické komponenty ve 3D. Napsal Ben Buxton.
hu: Három dimenziós elektronikus komponenseket animál. írta: Ben Buxton.
ko: 개발자: Ben Buxton 여러 3D 전기 구성 요소를 애니메이션합니다.

source: Directional Lighting
cs: Směrové osvětlení
hu: Irányított világítás
ko: 방향 조명

source: Flat Coloring
cs: Jednotné barvení
hu: Lapos színezés
ko: 칼라

source: Parts
cs: Části
hu: Részek
ko: 부품

source: Rotate
cs: Rotovat
hu: Forgatás
ko: 회전

source: Rotation Speed
cs: Rychlost rotace
hu: Forgási sebesség
ko: 회전 빠르기

source: Spin
hu: Pörgés
ko: 회전함

source: Cell Size
cs: Velikost buňky
hu: Cellaméret
ko: 단위 크기

source: Generates cloud-like formations based on a variant of Conway's Life The difference is that cells have a maximum age, after which they count as 3 for populating the next generation. This makes long-lived formations explode instead of just sitting there burning a hole in your screen. Written by Don Marti.
cs: Generuje formace připomínající mraky. Napsal Don Marti.
hu: Felhőszerű alakzatokat képez, a Conway's Life egyik variációja alapján. A különbség, hogy a celláknak van egy maximális élettartamuk, és a hosszú időt megélt alakzatok szétrobbannak, ahelyett, hogy csak ülnének ott és lyukat égetnének a képernyőbe. írta: Don Marti
ko: Conway의 생명 게임의 변형을 기반으로 구름 같은 형태를 생성합니다. 차이점은 셀에 최대 나이가 있다는 것입니다. 최대 나이가 된 셀은 다음 세대를 채우기 위해 3으로 간주됩니다. 이에 따라 나이가 많은 형태는 화면에 구멍을 만들면서 그대로 있는 대신 폭발하게 됩니다. (개발자: Don Marti)

source: Initial Density
cs: Počáteční hustota
hu: Kezdeti sűrűség
ko: 초기 밀도

source: Max Age
cs: Maximální stáří
hu: Maximális élettartam
ko: 최대 나이

source: Old
cs: Starý
hu: Öreg
ko: 늙음

source: Young
cs: Mladý
hu: Fiatal
ko: 젊음

source: Compass
cs: Kompas
hu: Iránytű
ko: 나침반

source: Double Buffer
hu: Dupla puffer
ko: 더블 버퍼링 사용

source: This draws a compass, with all elements spinning about randomly, for that ``lost and nauseous'' feeling. Written by Jamie Zawinski.
cs: Kreslí kompas se všemi prvky v náhodném pohybu. Napsal Jamie Zawinski.
hu: Ez egy iránytűt rajzol, melyen minden elem véletlenszerűen pörög, az elveszettség és émelygés érzetét keltve. írta: Jamie Zawinski.
ko: 개발자: Jamie Zawinski ``어지러운'' 느낌을 주기 위해 모든 요소가 임의대로 회전하는 나침반을 그립니다.

source: 1 Minute
cs: 1 minuta
hu: 1 perc
ko: 1분

source: 1 Second
cs: 1 vteřina
hu: 1 másodperc
ko: 1초
