Repository: aszeszo/jds
Catalog: po-sun/xscreensaver/po/*.po
Languages: cs, hu, ko

source: Draws a few swarms of critters flying around the screen, with nicely faded color trails behind them. Written by Chris Leger.
cs: Hejno critterů létajících po obrazovce. Napsal Chris Leger.
hu: Csóvák egész raja repül körbe a képernyőn, szépen árnyékolt, színes nyomvonalakat hagyva maguk után. írta: Chris Leger.
ko: 개발자: Chris Leger 화면 주위를 날아다니는 벌떼들을 그립니다. 벌떼 뒤쪽으로는 근사하게 흐려지는 채색된 흔적이 남습니다.

source: XRaySwarm
ko: 벌떼

source: Draws falling snow and the occasional tiny Santa. By Rick Jansen. You can find it at &lt;http://www.euronet.nl/~rja/Xsnow/&gt;.
cs: Padající sníh a sem tam malý Santa. Napsal Rick Jansen.
hu: Hóesést rajzol, meg néha apró Mikulásokat is. Rick Jansen írta.
ko: 개발자: Rick Jansen 눈이 내리는 모습을 그리고 때때로 작은 산타도 그립니다. http://www.euronet.nl/~rja/Xsnow/에서 찾을 수 있습니다.

source: Layers
cs: Vrstvy
hu: Rétegek
ko: 레이어

source: Simulates that pen-in-nested-plastic-gears toy from your childhood. By Rohit Singh.
cs: Spirograf. Napsal Rohit Singh.
hu: Egy régi gyerekjátékot szimulál. írta: Rohit Singh.
ko: 개발자: Rohit Singh 아이들이 가진 플라스틱 톱니로 둘러 싸인 펜을 시뮬레이션합니다.

source: Color Bars Enabled
cs: Povolit barevné pruhy
hu: Színosáv engedélyezve
ko: 색상 막대 사용 가능

source: Cycle Through Modes
cs: Cyklicky střídat módy
hu: Módok ciklikus váltogatása
ko: 색상속에서 순환

source: Rolling Enabled
cs: Rolování povoleno
hu: Görgetés engedélyezve
ko: 구를 수 있음

source: Static Enabled
cs: Stálé povoleny
hu: Zaj engedélyezése
ko: 정적일 수 있음

source: XTeeVee
ko: 고장난 텔레비젼

source: XTeeVee simulates various television problems, including static, loss of vertical hold, and a test pattern. By Greg Knauss.
cs: Simulace nejrůznějších problémů s televizí. Napsal Greg Knauss.
hu: Az XTeeVee különböző televízió-meghibásodásokat szimulál, pl. zaj, függőleges szinkron elvesztése, tesztkép. írta: Greg Knauss.
ko: 개발자: Greg Knauss XTeeVee는 정적이고 수직 홀드나 테스트 패턴이 없는 여러 TV 프로그램을 시뮬레이션합니다.

source: Lens Offset
cs: Ofset čoček
hu: Lencsék eltolódása
ko: 렌즈 오프셋

source: Lenses
cs: Čočky
hu: Lencsék
ko: 렌즈

source: Zooms in on a part of the screen and then moves around. With the -lenses option the result is like looking through many overlapping lenses rather than just a simple zoom. Written by James Macnicol.
cs: Nazoomuje na část obrazovky a pak se po ní pohybuje. Napsal James Macnicol.
hu: Kinagyítja a képernyő egy-egy részletét, majd körbemegy. A -lencsék beállítással az eredmény olyan, mintha egyszerre több, egymást fedő lencsén néznénk át. írta: James Macnicol.
ko: 개발자: James Macnicol 화면의 일부를 확대한 다음 주위로 움직입니다. -lenses 옵션을 사용하면 결과 화면이 단순한 확대 그림이 아닌 여러 개의 겹쳐진 렌즈를 통해 본 것 같은 모양이 됩니다.

source: AT hhox2 atk pwd
hu: AT hbox2 atk pwd

source: Apollonian
cs: Apolónský
hu: Apollóni

source: BouncingCow
hu: Ugráló Tehén

source: Braid
cs: Lemovka
hu: Fonat

source: Sad Mac
hu: Szomorú Mac

source: Bubble3D
hu: 3dBuborék

source: Bumps
cs: Boule
hu: Hepehupák

source: C Curve
cs: C křivka
hu: C Görbe

source: Circuit
cs: Obvod
hu: Áramkör

source: DangerBall
hu: Vészlabda

source: Deluxe
hu: Luxus

source: Discrete
cs: Diskrétní
hu: Diszkrét

source: Bounce
cs: Odraz
hu: Ugrálás

source: Distort
cs: Překroutit
hu: Torzítás

source: Drift
cs: Posun
hu: Áramlás

source: Endgame
cs: Konec hry
hu: Végjáték

source: Engine
cs: Motor
hu: Motor

source: Harmonics
cs: Souzvuky
hu: Harmónikusok

source: Eruption
cs: Erupce
hu: Kitörés

source: Extrusion
cs: Extruze
hu: Kilökés

source: Helix 2
hu: Spirálvonal 2

source: Helix 3
hu: Spirálvonal 3

source: Helix 4
hu: Spirálvonal 4

source: Flame
cs: Plamen
hu: Láng

source: Flurry
cs: Nárazy větru
hu: Izgalom

source: Galaxy
cs: Galaxie
hu: Galaxis

source: Gears
cs: Rychlosti
hu: Fogaskerekek

source: Helix
hu: Spirálvonal

source: EJK6
hu: EJK7

source: Hyperball
hu: Hiperlabda

source: Hypercube
hu: Hiperkocka

source: Interference
hu: Interferencia

source: Spoooooky
hu: Kíííííísérteties

source: Jigsaw
hu: Kirakó

source: Juggle
cs: Žonglovat
hu: Bűvészkedés

source: Kaleidescope
cs: Kaleidoskop
hu: Kaleidoszkóp

source: Lightning
cs: Osvětlení
hu: Villámlás

source: Loop
cs: Smyčka
hu: Hurok

source: Maze
cs: Bludiště
hu: Útvesztő

source: MetaBalls
cs: Metakoule
hu: Metalabdák

source: Munch
hu: Csámcsogás

source: Noseguy
hu: Nagyorrú

source: Pedal
cs: Pedál
hu: Pedál

source: popsquares
hu: Squiral

source: RD-Bomb
cs: RD-bomba
hu: RD-bomba

source: Rocks
cs: Kameny
hu: Kövek

source: SlideScreen
hu: SlidesScreen

source: Strange
cs: Divné
hu: Furcsa

source: Thornbird
hu: Tövismadár

source: Triangle
cs: Trojúhelník
hu: Háromszög

source: WebCollage
cs: WebKoláž
hu: Webkollázs

source: Xearth
hu: Xföld

source: Xsnow
hu: Xhó

source: Sorry!
cs: Promiňte!

source: Boxed
cs: Balený

source: Epicycle
cs: Epicyklus

source: Grav
cs: Gravitace

source: Julia
cs: Julie

source: Petri
cs: Petriho miska

source: Piecewise
cs: Po částech

source: Superquadrics
cs: Superkvadrát
