Repository: aszeszo/jds
Catalog: po-sun/xscreensaver/po/*.po
Languages: cs, hu, ko

source: Browse...
cs: Prohlížet...
hu: Tallózás...
ko: 찾아보기...

source: Select file.
cs: Vybrat soubor.
hu: Válasszon ki egy fájlt.
ko: 파일 선택

source: Couldn't find pixmap file: %s
cs: Nemohu nalézt obrázek: %s
hu: Pixmap fájl nem található: %s
ko: 그림 파일을 찾을 수 없음: %s

source: Error loading pixmap file: %s
cs: Chyba při nahrávání obrázku: %s
hu: Hiba a pixmap fájl betöltése közben: %s
ko: 그림 파일을 읽는 중 오류: %s

source: XScreenSaver
ko: 화면 보호기

source: _File
cs: _Soubor
hu: _Fájl
ko: 파일(_F)

source: _Blank Screen Now
cs: _Ztemnit obrazovku
hu: Képernyő _elsötétítése
ko: 지금 빈 화면으로 바꿈(_B)

source: Activate the XScreenSaver daemon now (locking the screen if so configured.)
cs: Aktivovat XScreenSaver službu (zamknout obrazovku pokud je nakonfigurovaná.)
hu: Az XScreenSaver démon aktiválása (képernyő zárolása, ha úgy van beállítva.)
ko: 지금 화면보호기 데몬을 활성화 합니다(설정 되어 있으면 화면을 잠급니다.)

source: _Lock Screen Now
cs: _Zamknout obrazovku
hu: Képernyő _zárolása
ko: 지금 화면 잠금(_L)

source: Lock the screen now (even if "Lock Screen" is unchecked.)
cs: Zamknout obrazovku (pouze pokud je "Zamknout obrarzovku" nezaškrtnuto.)
hu: Képernyő zárolása (akkor is ha a "Képernyő zárolása" nincs beállítva.)
ko: ("화면 잠금"이 설정 되어있지 않아도)지금 화면을 잠급니다.

source: _Kill Daemon
cs: _Zastavit službu
hu: Démon _kilövése
ko: 데몬 강제 종료(_K)

source: Tell the running XScreenSaver daemon to exit.
cs: Oznámit běžící službě XScreensevare ukončení.
hu: A futtatott XScreenSaver démon lépjen ki.
ko: 실행되고 있는 화면보호기 데몬에 종료를 알립니다.

source: _Restart Daemon
cs: _Restart služby
hu: Démon _újraindítása
ko: 데몬 재시작(_R)

source: Kill and re-launch the XScreenSaver daemon.
cs: Zabít a znovu spustit službu XScreenSaver.
hu: Az XScreenSaver démon kilövése és újraindítása.
ko: 화면보호기 데몬을 강제로 종료하고 다시 실행합니다.

source: _Exit
cs: _Konec
hu: _Kilépés
ko: 마침(_E)

source: Exit the xscreensaver-demo program (but leave the XScreenSaver daemon running in the background.)
cs: Ukončit program xscreensaver-demo (ale nechat běžet službu XScreenSaver na pozadí).
hu: Kilépés az xscreensaver demo programból (de az XScreenSaver démon továbbra is fusson a háttérben.)
ko: xscreensaver-demo 프로그램을 마칩니다. (하지만 화면보호기 데몬은 여전히 계속 실행되고 있습니다.)

source: _Help
cs: _Nápověda
hu: _Súgó
ko: 도움말(_H)

source: _About...
cs: _O...
hu: _Névjegy...
ko: 이 프로그램은(_A)...

source: Display version information.
cs: Zobrazit informace o verzi.
hu: Információ megjelenítése a verzióról.
ko: 판 번호 정보를 표시합니다.

source: _Documentation...
cs: _Dokumentace...
hu: _Dokumentáció...
ko: 문서(_D)...

source: Go to the documentation on the XScreenSaver web page.
cs: Jít na dokumentaci na www stránkách XScreenSaveru.
hu: Menjen az XScreenSaver weboldalon levő dokumentációra.
ko: XScreenSaver 웹 페이지의 문서로 갑니다

source: Cycle After
cs: Perioda
hu: Monitor lekapcsolása ennyi idő után:
ko: 화면 보호기 변경 시간

source: Whether a password should be required to un-blank the screen.
cs: Při obnovení chránit heslem.
hu: Szükséges legyen-e jelszó a képernyő visszahozásához?
ko: 화면을 원래대로 되돌릴 때 비밀번호가 필요합니다.

source: Lock Screen After
cs: Zamknout obrazovku po
hu: Képernyő zárolása ennyi idő után:
ko: 화면 보호기 잠금 시간

source: Blank After
cs: Ztmavit po
hu: Elsötétítés ennyi idő után:
ko: 화면 꺼지는 시간

source: How long before the monitor goes completely black.
cs: Čas než dojde k vypnutí monitoru.
hu: Mennyi idő alatt sötétüljön el teljesen a monitor?
ko: 화면이 완전히 검게 변하는데 걸리는 걸리는 시간입니다.

source: minutes
cs: minut
hu: perc
ko: 분

source: Preview
cs: Náhled
hu: Előnézet
ko: 미리보기

source: Demo the selected screen saver in full-screen mode (click the mouse to return.)
cs: Ukázka vybraného spořiče v celoobrazovkovém režimu (klikněte pro navrácení).
hu: A kiválasztott képernyővédő előnézete a teljes képernyőn (a visszatéréshez kattintson az egérrel.)
ko: 선택한 화면보호기를 전체화면에서 미리 봅니다.(마우스를 누르면 되돌아 옵니다.)

source: Settings...
cs: Nastavení...
hu: Beállítások...
ko: 설정...

source: Customization and explanation of the selected screen saver.
cs: Úprava a vysvětlení vybraného spořiče obrazovky.
hu: A kiválasztott képernyővédő beállítása és leírása.
ko: 선택한 화면보호기를 설정합니다.

source: Mode:
cs: Režim:
hu: Mód:
ko: 모드:

source: Disable Screen Saver
cs: Vypnout spořič obrazovky
hu: Képernyővédő tiltása
ko: 화면 보호기 사용하지 않음

source: Blank Screen Only
cs: Pouze ztmavit obrazovku
hu: Csak üres képernyő
ko: 빈화면만 사용

source: Only One Screen Saver
cs: Pouze jeden spořič obrazovky
hu: Csak egyetlen képernyővédő
ko: 화면보호기 하나만 사용

source: Random Screen Saver
cs: Náhodný spořič obrazovky
hu: Véletlenszerű képernyővédő
ko: 임의의 화면보호기 사용

source: Use
cs: Použití
hu: Használat
ko: 사용

source: Screen Saver
cs: Spořič obrazovky
hu: Képernyővédő
ko: 화면 보호기

source: Run the next screen saver in the list in full-screen mode (click the mouse to return.)
cs: Spustit další spořič obrazovky ze seznamu v celoobrazovkovém režimu (klikněte pro navrácení).
hu: A listán szereplő következő képernyővédő futtatása teljes képernyős módban (a visszatéréshez kattintson az egérrel.)
ko: 목록에서 다음 화면 보호기를 전체 화면 모드에서 실행합니다. (마우스를 누르면 원래대로 되돌아옵니다.)

source: Run the previous screen saver in the list in full-screen mode (click the mouse to return.)
cs: Spustit předchozí spořič obrazovky ze seznamu v celoobrazovkovém režimu (klikněte pro navrácení),
hu: A listán szereplő előző képernyővédő futtatása teljes képernyős módban(a visszatéréshez kattintson az egérrel.)
ko: 목록에서 이전 화면 보호기를 전체 화면 모드에서 실행합니다. (마우스를 누르면 원래대로 되돌아옵니다.)

source: Description
cs: Popis
hu: Leírás
ko: 설명

source: Display Modes
cs: Režimy displeje
hu: Megjelenítési módok
ko: 표시 모드

source: Diagnostics
cs: Diagnostika
hu: Diagnosztikák
ko: 진단

source: Whether the daemon should print lots of debugging information.
cs: Vypisovat odlaďovací informace služby XScreenSaver.
hu: A démon sok hibakeresési információt írjon-e ki?
ko: 데몬이 많은 디버깅 정보를 출력하도록 합니다.

source: Verbose Diagnostics
cs: Hlasitá diagnostika
hu: Bővebb diagnosztikák
ko: 자세한 진단

source: Whether any error output of the display modes should be redirected to the screen.
cs: Přesměrovat libovolný chybový výstup při práci s displejem na obrazovku.
hu: A megjelenítési módok bármilyen hibaüzenetét átirányítsa-e a képernyőre?
ko: 디스플레이 모드의 오류 출력이 화면으로 재지정되는지 여부

source: Display Subprocess Errors
cs: Zobrazovat chyby inicializace displeje
hu: Alfolyamat-hibák megjelenítése
ko: 하위 프로세스 오류 표시

source: Whether the splash screen (with the version number and `Help' button) should be momentarily displayed when the daemon first starts up.
cs: Zobrazit úvodní obrazovku (s verzí programu a tlačítkem 'Nápověda') při spuštění.
hu: A nyitókép (a verziószámmal és a `Súgó' gombbal) megjelenjen-e egy pillanatra, mikor először elindul a démon?
ko: 시작 화면(버전 번호 및 '도움말' 버튼 포함)이 데몬이 처음 시작할 때 잠시 표시되는지 여부

source: Display Splash Screen at Startup
cs: Zobrazit úvodní logo při startu
hu: A nyitókép megjelenítése az indításkor
ko: 시작할 때 시작화면 표시

source: Colormaps
cs: Mapy barev
hu: Színtérképek
ko: 색상맵

source: Whether to install a private colormap when running in 8-bit mode on the default Visual.
cs: Instalovat privátní mapu barev při běhu v 8mi bitovém grafickém režimu.
hu: Használjon-e privát színtérképet 8 bites képernyőszínmélység használata esetén?
ko: 기본 비주얼에서 8비트 모드로 실행할 때 전용 색상맵을 설치할지 여부

source: Install Colormap
cs: Instalovat mapu barev
hu: Színtérkép telepítése
ko: 색상맵 설치

source: Whether the screen should slowly fade to black when the screen saver activates.
cs: Postupné uvadání obrazu při aktivaci spořiče obrazovky.
hu: A képernyővédő aktiválódásakor lassan sötétüljön-e el a képernyő?
ko: 화면 보호기가 활성화될 때 화면이 점차 어두워지는지 여부

source: Fade To Black When Blanking
cs: Uvadat před zatemněním
hu: Elsötétülés, mikor eltűnik a kép
ko: 비어 있는 경우 점차 어두워짐

source: Whether the screen should slowly fade in from black when the screen saver deactivates.
cs: Pomalé oživení obrazu při deaktivaci spořiče obrazovky.
hu: A képernyővédő deaktiválásakor lassan világosodjon-e ki a képernyő?
ko: 화면 보호기가 비활성화될 때 화면이 점차 밝아지는지 여부

source: Fade From Black When Unblanking
cs: Postupně oživovat při odtemnění
hu: Kivilágosodás, mikor visszatér a kép
ko: 비어 있지 않은 경우 점차 밝아짐

source: Fade Duration
cs: Doba uvadání
hu: Elsötétülés időtartama
ko: 페이드 기간

source: How long it should take for the screen to fade in and out.
cs: Jak dlouho by mělo obrazu trvat uvadání a obnovení.
hu: Mennyi ideig tartson a képernyő elsötétülése, illetve kivilágosodása?
ko: 화면이 페이드 인 또는 페이드 아웃하는 데 걸리는 시간

source: seconds
cs: sekund
hu: másodperc
ko: 초

source: Display Power Management
cs: Správce napájení displeje
hu: Energiakezelés megjelenítése
ko: 화면 전원 관리

source: Whether the monitor should be powered down after a while.
cs: Nastavení automatického vypínání monitoru
hu: Lekapcsoljon-e a monitor egy idő után?
ko: 잠시 후 모니터의 전원이 꺼질지 여부

source: Power Management Enabled
cs: Povolit správu napájení
hu: Energiakezelés engedélyezve
ko: 전원 관리 사용

source: Off After
cs: Vypnout po
hu: Kikapcsolás ennyi idő után:
ko: 끌 시간:

source: Suspend After
cs: Mód suspend po
hu: Felfüggesztés ennyi idő után:
ko: 중지 시간:

source: Standby After
cs: Mód standby po
hu: Energiatakarékos üzemmód ennyi idő után:
ko: 대기 시간:

source: How long until the monitor goes into power-saving mode.
cs: Jak dloho čekat než bude monitor přepnut do úsporného režimu.
hu: Mennyi idő után álljon át a monitor energiatakarékos üzemmódra?
ko: 모니터가 절전 모드로 들어갈 때까지 걸리는 시간

source: How long until the monitor powers down.
cs: Jak dlouho čekat před vypnutím monitoru.
hu: Mennyi idő után kapcsoljon le a monitor?
ko: 모니터의 전원이 꺼질 때까지 걸리는 시간

source: Image Manipulation
cs: Manipulace s obrazem
hu: Kép változtatása
ko: 그림 처리

source: Whether the image-manipulating modes should be allowed to operate on an image of your desktop.
cs: Umožnit některým spořičům obrazovky používat obraz pracovní plochy.
hu: Engedélyezi-e, hogy bizonyos képkezelő eljárások a munkafelület képét használják fel?
ko: 이미지 조작 모드에서 바탕 화면의 이미지를 조작할 수 있는지 여부

source: Grab Desktop Images
cs: Používat obraz pracovní plochy
hu: Munkafelület képeinek használata
ko: 바탕화면을 그대로 사용

source: Whether the image-manipulating modes should operate on images captured from the system's video input (if there is one).
cs: Některé spořiče mají pracovat s obrazem zachyceným na systémovém video vstupu (je-li k dispozici).
hu: Engedélyezi-e, hogy bizonyos képkezelő eljárások a rendszerre csatlakoztatott kamera képét használják fel (ha van ilyen)?
ko: 이미지 조작 모드에서 시스템의 비디오 입력(있는 경우)으로부터 캡처한 이미지를 조작할 수 있는지 여부

source: Grab Video Frames
cs: Zachytávat video snímky
hu: Kamera képeinek használata
ko: 비디오 프레임 사용

source: Whether the image-manipulating modes should operate on random images loaded from disk.
cs: Některé spořiče mají pracovat s obrázky nahranými náhodně z disku.
hu: Engedélyezi-e, hogy bizonyos képkezelő eljárások a lemezen levő véletlenszerűen kiválasztott képeket használják fel?
ko: 이미지 조작 모드에서 디스크로부터 읽어들인 임의의 이미지를 조작할 수 있는지 여부

source: Choose Random Image:
cs: Vyberte obrázek:
hu: Véletlenszerű kép kiválasztása:
ko: 임의의 이미지 선택:

source: The directory from which images will be randomly chosen.
cs: Adresář, ze kterého budou obrázky náhodně vybírány.
hu: A könyvtár, melyből a képek véletlenszerűen lesznek kiválasztva.
ko: 이미지를 임의로 선택할 디렉토리

source: Browse
cs: Prohlížet
hu: Tallózás
ko: 찾아보기

source: Advanced
cs: Rozšíření
hu: Haladó
ko: 고급 설정

source: XScreenSaver: Mode-Specific Settings
cs: XScreenSaver: Specifická nastavení
hu: XScreenSaver: Módspecifikus beállítások
ko: XScreenSaver: 모드별 설정

source: Settings
cs: Nastavení
hu: Beállítások
ko: 설정

source: Standard
ko: 표준 설정

source: Visual:
hu: Vizuális:
ko: 비주얼:

source: Any
cs: Různý
hu: Bármelyik
ko: 모두

source: Best
cs: Nejlepší
hu: Legjobb
ko: 최상

source: Default
cs: Standard
hu: Alapértelmezett
ko: 기본

source: Default-N
cs: Standard-N
hu: Alapértelmezett-N
ko: 기본-N

source: TrueColor
hu: 24 bites színmélység
ko: 실제 색상

source: PseudoColor
hu: Álszín
ko: 의사 색상

source: StaticGray
hu: Statikus-szürke
ko: 고정 무채색

source: GrayScale
hu: Szürke-skála
ko: 회색조

source: DirectColor
hu: 16 bites színmélység
ko: 직접 색상

source: Color
cs: Barva
hu: Szín
ko: 색상

source: Gray
cs: Šedá
hu: Szürke
ko: 회색

source: Mono
ko: 모노

source: The X visual type that this demo will require. If that visual is available it will be used, otherwise, this demo will not be run.
cs: X vizuální typ, který tato ukázka vyžaduje. Je-li tento dostupný, bude použit, jinak ukázka nebude spuštěna.
hu: Az X vizuáltípus kell a bemutatóhoz. Ha ez elérhető, ez lesz használva, különben a bemutató nem futtatható.
ko: 이 데모에 필요한 X 비주얼 유형. 해당 비주얼을 사용할 수 있으면 사용되지만, 그렇지 않으면 이 데모는 실행되지 않습니다.

source: Command Line:
cs: Příkazová řádka:
hu: Parancssor:
ko: 명령행:

source: Documentation...
cs: Dokumentace...
hu: Dokumentáció...
ko: 문서...

source: Click here to read the manual for this display mode, if it has one.
cs: Klikněte sem pro přečtení manuálu pro tento mód displeje. Manuál je k dispozici.
hu: Kattintson ide ezen megjelenítési mód kézikönyvéhez (ha van ilyen).
ko: 여기를 누르면 이 표시모드에 대한 설명서를 읽을 수 있습니다.

source: Advanced >>
cs: Rozšíření >>
hu: Haladó >>
ko: 고급 >>

source: Edit the command line directly.
cs: Editovat příkazový řádek přímo.
hu: Közvetlenül a parancssor szerkesztése.
ko: 명령행에 직접 입력하십시오.

source: Standard <<
ko: 표준 <<

source: Back to the graphical configuration options.
cs: Zpět ke grafické konfiguraci.
hu: Vissza a grafikai beállításokhoz.
ko: 그래픽 환경의 설정 옵션으로 되돌아 갑니다.

source: OK
ko: 확인

source: Cancel
cs: Zrušit
hu: Mégsem
ko: 취소

source: For updates, check http://www.jwz.org/xscreensaver/
cs: Pro aktualizaci zkontrolujte http://www.jwz.org/xscreensaver/
hu: Frissítésekért látogasson ide: http://www.jwz.org/xscreensaver/
ko: 업데이트 하려면 http://www.jwz.org/xscreensaver/ 를 확인하십시오

source: Error: No Help URL has been specified.
cs: Chyba: Žádné URL pro nápovědu nebylo specifikováno.
hu: Hiba: Súgó URL nincs megadva.
ko: 오류: 도움말 URL이 지정되지 않았습니다.

source: Error: The xscreensaver daemon did not start up properly.
cs: Chyba: Služba xscreensaver se nespustila správně.
hu: Hiba: Az xscreensaver démon nem megfelelően indult.
ko: 오류: xscreensaver 데몬이 올바로 시작되지 않았습니다.

source: You are running as root. This usually means that xscreensaver was unable to contact your X server because access control is turned on. Try running this command: xhost +localhost and then selecting `File / Restart Daemon'. Note that turning off access control will allow anyone logged on to this machine to access your screen, which might be considered a security problem. Please read the xscreensaver manual and FAQ for more information. You shouldn't run X as root. Instead, you should log in as a normal user, and `su' as necessary.
cs: Jste přihlášen jako root. Toto znamená, že xscreensaver nebyl schopen kontaktovat X server, protože je zaplá kontrola přístupu. Zkuste příkaz: xhost +localhost a vyberte "Soubor / Restartovat službu". Vypnutí kontroly přístupu umožní každému na tomto stroji, aby přistupoval na vaši pracovní plochu, což mlže být považováno za bezpečnostní problém. Prosím, přečtěte si manuál k xscreensaver a FAQ soubor. Neměl byste spouštět X jako root. Zalogujte se jako normální uživatel a v případě nutnosti používejte "su".
ko: root로 실행 중입니다. 이는 일반적으로 액세스 제어가 켜져 있기 때문에 xscreensaver가 사용자의 X 서버에 연결할 수 없음을 의미합니다. 다음 명령을 실행하십시오. xhost +localhost 그런 다음 `파일 / 데몬 재시작'을 선택하십시오. 액세스 제어는 화면에 접근하기 위해 이 시스템에 로그온한 모든 사용자가 끌 수 있습니다. 따라서 보안상의 문제가 일어날 수 있습니다. 자세한 내용은 xscreensaver 설명서 및 FAQ를 참조하십시오. X를 root로 실행하지 마십시오. 대신 일반 사용자로 로그인하고 필요하다면 'su' 명령을 사용하십시오.

source: Please check your $PATH and permissions.
cs: Zkontrolujte prosím vaši $PATH a práva.
hu: Kérem ellenőrizze $PATH-t és jogosultságait!
ko: 경로와 허가권을 확인하십시오.

source: Error: Couldn't determine init file name!
cs: Chyba: Nelze zjistit jméno init!
hu: Hiba: Az init fájlnév nem meghatározható!
ko: 오류: init 파일 이름을 확인할 수 없습니다.

source: Error: Couldn't write %s
cs: Chyba: Nemohu zapsat %s
hu: Hiba: %s nem írható
ko: 오류: %s을(를) 쓸 수 없습니다

source: Error: no `manualCommand' resource set.
cs: Chyba: Zdroj 'manualCommand' není nastaven.
hu: Hiba: nincs `manualCommand' forrás beállítva.
ko: 오류: `manualCommand' 자원 세트가 없습니다.

source: Error: Unparsable time format: "%s"
cs: Chyba: Nezpracovatelný formát času: "%s"
hu: Hiba: Értelmezhetetlen időformátum: "%s"
ko: 오류: 시간 형식 "%s"을(를) 분석할 수 없습니다.

source: Error: Directory does not exist: "%s"
cs: Chyba: Adresář neexistuje: "%s"
hu: Hiba: A könyvtár nem létezik: "%s"
ko: 오류: 디렉토리 "%s"이(가) 없습니다.

source: Descriptions not available: no XML support compiled in.
cs: Popisy nejsou k dispozici: XML podpora není zakompilována.
hu: Leírások nem hozzáférhetők: nincs XML támogatás.
ko: 설명을 사용할 수 없습니다. 컴파일된 XML 지원이 없습니다.

source: No description available.
cs: Popis není dostupný
hu: Nincs hozzáférhető leírás.
ko: 설명이 없습니다

source: Blank Screen
cs: Ztmavit obrazovku
hu: Üres képernyő
ko: 빈 화면

source: Screen Saver Disabled
cs: Spořič obrazovky vypnut
hu: Képernyővédő letiltva
ko: 화면 보호기 사용않음

source: Warning: file "%s" has changed, reloading.
cs: Varování: soubor "%s" se změnil, načítám znovu.
hu: Figyelmeztetés: "%s" fájl megváltozott, újratöltés.
ko: 경고: 파일 "%s"이(가) 변경되었습니다. 다시 읽어들이는 중입니다.

source: No Preview
cs: Bez náhledu
hu: Nincs előnézet
ko: 미리보기 없음

source: Available
cs: Dostupné
hu: Hozzáférhető
ko: 사용 가능

source: Not
cs: Ne
hu: Nem
ko: 설치되지

source: Installed
cs: Instalované
hu: Telepítve
ko: 않음

source: Warning: The XScreenSaver daemon doesn't seem to be running on display "%s". Launch it now?
cs: Varování: Služba XScreenSaver nejspíš neběží na displeji "%s". Mám ji nyní spustit?
hu: Figyelmeztetés: Úgy tűnik, az XScreenSaver démon nem fut a(z) "%s" képernyőn. Most elindítja?
ko: 경고: XScreenSaver 데몬이 디스플레이 "%s"에서 실행되고 있지 않습니다. 지금 실행하시겠습니까?

source: Warning: %s is running as user "%s" on host "%s". But the xscreensaver managing display "%s" is running as user "%s" on host "%s". Since they are different users, they won't be reading/writing the same ~/.xscreensaver file, so %s isn't going to work right. You should either re-run %s as "%s", or re-run xscreensaver as "%s". Restart the xscreensaver daemon now?
cs: Varování: %s běží jako uživatel "%s" na stroji "%s". Ale displej pro xscreensaver "%s" používá uživatel "%s" na stroji "%s". Protože jsou odlišní uživatelé, nepoužívají stejný soubor ~/.xscreensaver, takže %s nebude pracovat správně. Měl byste spustit znovu %s jako "%s", nebo spustit znovu xscreensaver jako "%s". Restartovat službu xscreensaver nyní?
hu: Figyelmeztetés: %s is running as user "%s" on host "%s". But the xscreensaver managing display "%s" is running as user "%s" on host "%s". Mivel különböző felhasználók, they won't be reading/writing ugyanazon ~/.xscreensaver fájlt, így %s nem fog rendesen működni. Vagy újra kell futtatni %s-t mint "%s"-t, vagy újrafuttatni az xscreensaver-t mint "%s"-t. Újraindítja most az xscreensaver démont?
ko: 경고: %s이(가) 호스트 "%s"에서 사용자 "%s"(으)로 실행 중입니다. 그러나 xscreensaver 관리 디스플레이 "%s"은(는) 호스트 "%s"에서 사용자 "%s"(으)로 실행 중입니다. 사용자가 서로 달라 ~/.xscreensaver 파일을 읽거나 쓸 수 없기 때문에 %s이(가) 올바르게 작동하지 않습니다. %s을(를) "%s"(으)로 다시 실행하거나 xscreensaver를 "%s"(으)로 다시 실행하십시오. xscreensaver 데몬을 다시 시작하시겠습니까?

source: Warning: %s is running as user "%s" on host "%s". But the xscreensaver managing display "%s" is running as user "%s" on host "%s". If those two machines don't share a file system (that is, if they don't see the same ~%s/.xscreensaver file) then %s won't work right. Restart the daemon on "%s" as "%s" now?
cs: Varování: %s beží pod uživatelem "%s" na stroji "%s". Ale xscreensaver ovládá displej "%s" který běží pod uživatelem "%s" na stroji "%s". Jestliže tyto dva stroje nesdílí stejný systém souborů (nevidí stejný ~%s/.xscreensaver soubor), potom %s nebude pracovat správně. Restartovat službu na "%s" jako "%s" nyní?
hu: Figyelmeztetés: %s is running as user "%s" on host "%s". But the xscreensaver managing display "%s" is running as user "%s" on host "%s". If those two machines don't share a file system (that is, if they don't see the same ~%s/.xscreensaver file) then %s won't work right. Restart the daemon on "%s" as "%s" now?
ko: 경고: %s이(가) 호스트 "%s"에서 사용자 "%s"(으)로 실행 중입니다. 그러나 xscreensaver 관리 디스플레이 "%s"은(는) 호스트 "%s"에서 사용자 "%s"(으)로 실행 중입니다. 두 시스템이 파일 시스템을 공유하지 않는 경우(즉, 같은 ~%s/.xscreensaver 파일을 보지 않는 경우) %s은(는) 제대로 작동하지 않습니다. 데몬을 "%s"에서 "%s"(으)로 다시 시작하시겠습니까?

source: Warning: This is %s version %s. But the xscreensaver managing display "%s" is version %s. This could cause problems. Restart the xscreensaver daemon now?
cs: Varování: toto je %s verze %s. Ale xscreensaver na displeji "%s" je verze %s. To může způsobit problémy. Restartovat službu xscreensaver nyní?
hu: Figyelmeztetés: Ez %s, %s verzió, azonban az xscreensaver-kezelő "%s" képernyő %s verzió. Ez problémákat okozhat. Újraindítja most az xscreensaver démont?
ko: 경고: 이것은 %s 버전 %s입니다. 그러나 xscreensaver 관리 디스플레이 "%s"은(는) 버전 %s입니다. 이로 인해 문제가 일어날 수 있습니다. xscreensaver 데몬을 다시 시작하시겠습니까?

source: %s: unknown option: %s
cs: %s: neznámý parametr: %s
hu: %s: ismeretlen beállítás: %s
ko: %s: 알 수 없는 옵션: %s

source: Screensaver Preferences
cs: Nastavení spořiče obrazovky
hu: Képernyővédő beállítások
ko: 화면 보호기 환경 설정

source: AT-enabled lock dialog
cs: AT dialog zámku
ko: AT 활성화 잠금 대화 상자

source: AT lock dialog frame1
cs: AT dialog zámku frame1
ko: AT 잠금 대화 상자 프레임1

source: AT lock dialog vbox
cs: AT dialog zámku vbox
ko: AT 잠금 대화 상자 vbox

source: AT lock dialog hbox
cs: AT dialog zámku vbox
ko: AT 잠금 대화 상자 hbox

source: AT-enabled lock dialog frame2
cs: AT dialog zámku frame2
ko: AT 활성화 잠금 대화 상자 프레임2

source: AT-enabled lock dialog image
cs: AT obrázek dialogu zámku
ko: AT 활성화 잠금 대화 상자 이미지

source: Percent of time you have to enter the password.
cs: Procenta času ve kterém musíte zadat heslo.
hu: A jelszó megadásához rendelkezésre álló idő, százalékban.
ko: 암호를 입력해야 하는 시간 비율입니다.

source: Screensaver
cs: Spořič obrazovky
hu: Képernyővédő
ko: 화면 보호기

source: AT text vbox2
ko: AT 텍스트 vbox2

source: AT text vbox2 label1
ko: AT 텍스트 vbox2 레이블1

source: <b>This display is locked.</b>
cs: <b>Tento displej je uzamčen.</b>
hu: <b>Ez a képernyő zárolva van.</b>
ko: <b>이 디스플레이는 잠겨 있습니다.</b>

source: AT text vbox2 label2
ko: AT 텍스트 vbox2 레이블2

source: User:
cs: Uživatel:
hu: Felhasználó:
ko: 사용자:

source: Pin:
ko: 핀:

source: Password:
cs: Heslo:
hu: Jelszó:
ko: 암호:

source: AT vbox2 table user
cs: AT vbox2 tabulka uživatel
ko: AT vbox2 테이블 사용자

source: AT vbox2 table pin
cs: AT vbox2 tabulka pin
ko: AT vbox2 테이블 핀

source: AT vbox2 table USER
cs: AT vbox2 tabulka UŽIVATEL
ko: AT vbox2 테이블 사용자

source: AT pwd or pin hbox2
cs: AT pwd nebo pin hbox2
ko: AT pwd 또는 pin hbox2

source: %d-%b-%y (%a); %I:%M %p
ko: %y년 %b %d일 (%a) %p %I시 %M분

source: AT vbox2 label5
ko: AT vbox2 레이블5

source: AT vbox2 button
cs: AT vbox2 tlačítko
ko: AT vbox2 버튼

source: <b>Checking...</b>
cs: <b>Kontrola...</b>
hu: <b>Ellenőrzés...</b>
ko: <b>검사하는 중...</b>

source: Timed out!
cs: Čas vypršel!
hu: Időtúllépés
ko: 시간제한

source: Change screensaver properties
cs: Změnit vlastnosti spořiče
hu: Képernyővédő tulajdonságainak megváltoztatása
ko: 화면 보호기 등록 정보 변경

source: Choose _Random Image:
cs: Vybrat _náhodný obrázek
hu: _Véletlenszerű kép kiválasztása:
ko: 임의의 그림 사용(_R):

source: Display Subprocess _Errors
cs: Zobrazovat chyby inicializace displeje
hu: Alfolyamat _hibák megjelenítése
ko: 하위 프로세스 오류 표시(_E)

source: Display _Splash Screen at Startup
cs: Zobrazit úvodní logo při startu
hu: Indításkor a _nyitókép megjelenítése
ko: 시작할 때 시작화면 표시(_S)

source: F_ade Duration
cs: Doba uvadání
hu: El_sötétülés időtartama
ko: 사라짐 지연 시간(_A):

source: Fade from Black When _Unblanking
cs: Postupně oživovat při odtemnění
hu: Kivilágosodás feketéből a visszahozáskor
ko: 서서히 원래 화면으로 되돌아 옴(_U)

source: Fade to Black when _Blanking
cs: Uvadat před zatemněním
hu: Elsötétülés feketére, mikor _eltűnik a kép
ko: 서서히 화면 보호기 시작(_B)

source: Grab Desktop _Images
cs: Zachytit obraz pracovní plochy
hu: Munkafelület képeinek _használata
ko: 바탕화면 그림 사용(_I)
