Repository: aszeszo/jds
Catalog: po-sun/xscreensaver/po/*.po
Languages: cs, hu, ko

source: This port of the OSX screensaver of the same name draws a colourful star(fish)like flurry of particles. xscreensaver port by Tobias Sargeant &lt;tobias.sargeant@bigpond.com&gt; Original Mac version by Calum Robinson &lt;calumr@mac.com&gt; http://homepage.mac.com/calumr
cs: Port OSX spořiče stejného jména kreslí barevné hvězdokupy. Napsal Tobias Sargeant. Původní verze od Calum RObinson.
hu: Az OS-X ugyanilyen nevű képernyővédőjének átirata, mely színes (tengeri)csillag alakú részecskéket tart mozgásban. Az átirat Tobias Sargeant &lt;tobias.sargeant@bigpond.com&gt; nevéhez fűződik, az eredeti Mac verziót Calum Robinson &lt;calumr@mac.com&gt; http://homepage.mac.com/calumr írta.
ko: OSX 화면 보호기와 이름이 같은 이 포트는 여러 색상의 입자가 불가사리 모양으로 날아가는 모습을 표현합니다. (xscreensaver 포트 개발자: Tobias Sargeant &lt;tobias.sargeant@bigpond.com&gt, Mac 버전 원작자: Calum Robinson &lt;calumr@mac.com&gt, http://homepage.mac.com/calumr

source: Water
cs: Voda
hu: Víz
ko: 물

source: A fleet of 3d space-age jet-powered flying toasters (and toast!) Inspired by the ancient Berkeley Systems After Dark flying toasters. By Jamie Zawinski and Baconmonkey.
cs: Letka 3D toustovačů vesmírného věku. Napsal Jamie Zawinski a Baconmonkey.
hu: Három dimenziós, űrkorszaki jet-meghajtású repülő kenyérpirító-flotta (és pirítósok!), melyeket a Berkeley Systems ősi sötétedés utáni repülő kenyérpirítói ihlettek. írta: Jamie Zawinski és Baconmonkey.
ko: 우주 시대의 날으는 3D 토스터 제트기입니다. 토스트 빵도 나타납니다.Berkeley Berkeley Systems After Dark의 날으는 고전적 토스터에서 영감을 얻은 것입니다. (개발자: Jamie Zawinski 및 Baconmonkey)

source: Air Speed
cs: Rychlost větru
hu: Levegő sebessége
ko: 대기 속도

source: Chrome Toasters
cs: Chromované toustovače
hu: Króm kenyérpirítók
ko: 크롬 토스터

source: Flying Toasters
cs: Létající toustovače
hu: Repülő kenyérpirítók
ko: 날으는 토스터

source: None
cs: Žádný
hu: Nincs
ko: 없음

source: Number of Slices
cs: Počet plátků
hu: Szeletek száma
ko: 빵 조각 수

source: Number of Toasters
cs: Počet toustovačů
hu: Kenyérpirítók száma
ko: 토스터 수

source: Solid Colors
cs: Pevné barvy
hu: Homogén színek
ko: 단색

source: Swarm
cs: Hejno
hu: Raj
ko: 무리

source: Forest
cs: Les
hu: Erdő
ko: 숲

source: This draws fractal trees. Written by Peter Baumung. Everybody loves fractals, right?
cs: Kreslič fraktálních stromů. Napsal Peter Baumung.
hu: Ez fraktális fákat rajzol. írta: Peter Baumung. Mindenki imádja a fraktálokat, nem?
ko: 개발자: Peter Baumung 프랙탈 나무를 그립니다.

source: Size
cs: Velikost
hu: Méret
ko: 크기

source: This draws spinning galaxies, which then collide and scatter their stars to the, uh, four winds or something. Originally an Amiga program by Uli Siegmund.
cs: Kreslí galaxie v pohybu včetně kolizí. Program z Amigy od Uli Siegmunda.
hu: Ez pörgő galaxisokat rajzol, amelyek szétszórják és ütköztetik a csillagjaikat. Eredetileg egy Amiga program, írta: Uli Siegmund.
ko: 은하가 회전하다가 충돌하여 별들이 사방으로 흩어지는 모양을 그립니다. Uli Siegmund의 Amiga 프로그램이 최초 버전입니다.

source: Planetary Gear System
cs: Planetární systém
hu: Bolygó fogaskerék-rendszer
ko: 유성 기어 시스템

source: Rotational Speed
cs: Rychlost rotace
hu: Forgási sebesség
ko: 회전 속도

source: This draws sets of turning, interlocking gears, rotating in three dimensions. Another GL hack, by Danny Sung, Brian Paul, Ed Mackey, and Jamie Zawinski.
cs: Kreslí rotující soustavy ve 3D. Napsal Danny Sung, Brian Paul, Ed Mackey a Jamie Zawinski.
hu: Összekapcsolódó, három dimenzióban forgó fogaskerekeket rajzol. Újabb GL hack, írta: Danny Sung, Brian Paul, Ed Mackey, és Jamie Zawinski.
ko: 개발자: Danny Sung, Brian Paul, Ed Mackey, Jamie Zawinski 여러 기어가 회전하고 맞물리는 모양을 3차원으로 표현합니다.

source: Three Gear System
cs: Systém tří soustav
hu: Hármas fogaskerékrendszer
ko: 3기어 시스템

source: Checkerboard
cs: Šachovnice
hu: Ostábla
ko: 체커판

source: Draws a rippling waves on a rotating wireframe grid, using GL. Written by Josiah Pease.
cs: Kreslí vlny na rotující mřížce. Napsal Josiah Pease.
hu: Fodrozódó hullámokat rajzol egy forgó hálózatra, GL használatával. írta: Josiah Pease.
ko: 개발자: Josiah Pease GL을 사용하여 회전하는 와이어프레임 격자에 물결치는 파도를 그립니다.

source: Flat Lighting
cs: Plošné nasvícení
hu: Tompa világítás
ko: 단일 조명

source: Mesh Density
cs: Hustota sítě
hu: Hálósűrűség
ko: 밀도

source: Screen Image
cs: Obrázek plochy
hu: Képernyőkép
ko: 화면 그림

source: Wave Speed
cs: Rychlost vln
hu: Hullámsebesség
ko: 물결 빠르기

source: Waves
cs: Vlny
hu: Hullámok
ko: 물결

source: Wire Mesh
cs: Drátová síť
hu: Drótháló
ko: 철망

source: Blur Smoothness
cs: Hladkost rozmazání
hu: Homály simasága
ko: 흐릿한 부드러움

source: This program draws a box and a few line segments, and generates a radial blur outward from it. This creates flowing field effects. This is done by rendering the scene into a small texture, then repeatedly rendering increasingly-enlarged and increasingly-transparent versions of that texture onto the frame buffer. As such, it's quite graphics intensive: don't bother trying to run this if you don't have hardware-accelerated OpenGL texture support. It will hurt your machine bad.
cs: Tento program vykresluje obdélník a pár čárových segmentů a na obraz aplikuje radiální blur. To vytváří zajímavý efekt...
hu: Ez a program egy dobozt rajzol és néhány vonalszegmenst
ko: 하나의 상자와 선 몇 조각이 그려진 다음 이로부터 흐릿한 빛이 밖으로 방사합니다. 이것은 흐르는 필드 효과를 생성합니다. 이 효과는 작은 텍스처로 장면을 렌더링한 다음 이를 점점 더 크게 그리고 반복적으로 렌더링하여 그 횟수를 늘립니다. 그러다 점점 그 텍스처가 해당 프레임 버퍼로 투명하게 렌더링됩니다. 따라서 그래픽 작업이 상당히 많으므로 하드웨어 가속기인 OpenGL 텍스처 지원이 없는 경우 이 프로그램을 실행하지 않는 것이 좋습니다. 이런 경우 프로그램이 컴퓨터에 좋지 않은 영향을 미치게 됩니다.

source: Desert
cs: Poušť
hu: Sivatag
ko: 빡빡하게

source: Draws an animation of sprinkling fire-like 3D triangles in a landscape filled with trees. Requires OpenGL, and a machine with fast hardware support for texture maps. Written by Eric Lassauge &lt;lassauge@mail.dotcom.fr&gt;.
cs: Animace ohně ve 3D v krajině zaplněné stromy. Vyžaduje OpenGL. Napsal Eric Lassauge.
hu: Fákkal megtöltött tájképen végigfutó, tűzszerű 3D háromszögeket rajzoló animáció.OpenGL szükséges a futtatásához, és egy gyors hardverű számítógép.Eric Lassauge munkája &lt;lassauge@mail.dotcom.fr&gt;.
ko: 개발자: Eric Lassauge(lassauge@mail.dotcom.fr) 나무로 가득찬 풍경 속에 불 모양의 3D 삼각형이 흩뿌려지는 애니메이션을 그립니다. OpenGL 및 텍스처 맵을 빠르게 지원하는 시스템이 필요합니다.

source: Fog
cs: Mlha
hu: Köd
ko: 안개

source: GLForestFire
ko: 숲

source: Huge Fire
cs: Velký oheň
hu: Óriási tűz
ko: 거대한 불꽃

source: No shadow
cs: Beze stínu
hu: Nincs árnyék
ko: 그림자 없음

source: Number of trees
cs: Počet stromů
hu: A fák száma
ko: 나무 개수

source: Rain
cs: Déšť
hu: Eső
ko: 비

source: Track mouse
cs: Zachytit myš
hu: Egér követése
ko: 트랙 마우스

source: Draws a planet bouncing around in space. Written by David Konerding. The built-in image is a map of the earth (extracted from `xearth'), but you can wrap any texture around the sphere, e.g., the planetary textures that come with `ssystem'.
cs: Poskakující planeta ve vesmíru. Napsal David Konerding.
hu: Egy űrben keringő bolygót ábrázol. írta: David Konerding. A beépített kép egy (az`xearth'-ből származó) Föld-térkép, de bármely textúra alkothatja a szférát.
ko: 개발자: David Konerding 우주 공간에서 튀어오르는 행성을 그립니다. 기본 이미지는 지구 맵(`xearth'에서 추출)이지만, 천체 주위를 `ssystem'과 함께 제공된 행성 텍스처 등으로 둘러쌀 수 있습니다.

source: Image File
cs: Soubor s obrázkem
hu: Képfájl
ko: 그림 파일

source: 5 Minutes
cs: 5 minut
hu: 5 perc
ko: 5분

source: Fade Between Images
cs: Plynulý přechod mezi obrázky
hu: Elsötétül a képek között
ko: 이미지 사이에서 흐려짐

source: Image Duration
cs: Doba zaobrazení
hu: Kép időtartama
ko: 이미지 지속 기간

source: Loads a random sequence of images and smoothly scans and zooms around in each, fading from pan to pan. You can set the directory from which images are loaded on the "Advanced" tab. This program requires a good video card capable of supporting large textures. Written by Mike Oliphant and Jamie Zawinski.
cs: Nahraje náhodnou sekvenci obrázků, plynule všechny prochází a různě zvětšuje. Napsal Mike Oliphant a Jamie Zawinski.
hu: Betölt egy véletlenszerű képsort és simán körbepásztázza, belenagyít mindegyikbe. Kiválaszthatja, hogy a képsorok melyik könyvtárból származzanak, a "Haladó" beállításnál. Ehhez a programhoz jó videókártya szükséges a nagy textúrák alkalmazása miatt. írta: Mike Oliphant és Jamie Zawinski.
ko: 임의의 순서로 이미지를 로드한 다음 각 이미지를 부드럽게 스캔하고 확대하면서 점차 어두워지게 합니다. "Advanced" 탭에서 이미지를 로드할 디렉토리를 설정할 수 있습니다. 이 프로그램을 실행하려면 큰 텍스처를 지원할 수 있는 고급 비디오 카드가 있어야 합니다. (개발자: Mike Oliphant 및 Jamie Zawinski)

source: 30 Seconds
cs: 30 vteřin
hu: 30 másodperc
ko: 30초

source: Draws a simulation of the Rubik's Snake puzzle. Written by Jamie Wilkinson, Andrew Bennetts, and Peter Aylett.
cs: Simulace skládačky Rubikův had. Napsal Jamie Wilkinson, Andrew Bennetts a Peter Aylett.
hu: Rubik kígyó-kirakójának szimulációját rajzolja meg. írta: Jamie Wilkinson, Andrew Bennetts, és Peter Aylett.
ko: 개발자: Jamie Wilkinson, Andrew Bennetts, Peter Aylett Rubik의 Snake 퍼즐을 표현합니다.

source: Loose
cs: Kyprý
hu: Elveszít
ko: 느슨하게

source: Packing
cs: Balení
hu: Csomagolás
ko: 패킹

source: Scary Colors
cs: Strašidelné barvy
hu: Ijesztő színek
ko: 색상:

source: Show Labels
cs: Ukázat označení
hu: Címkék megjelenítése
ko: 레이블 표시

source: Tight
cs: Těsný
hu: Szoros
ko: 높음

source: Velocity
cs: Rychlost
hu: Sebesség
ko: 속도

source: Y Rotation
cs: Y rotace
hu: Forgatás az Y tengelyen
ko: Y축 회전

source: Z Rotation
cs: Z rotace
hu: Forgatás a Z tengelyen
ko: Z축 회전

source: Displays a few lines of text spinning around in a solid 3D font. Written by Jamie Zawinski.
cs: Pár řádek pohybující ho se textu ve 3D. Napsal Jamie Zawinski.
hu: Néhány sor egyszínű, háromdimenziós, körbeforgó szöveget jelenít meg. írta:Jamie Zawinski.
ko: 개발자: Jamie Zawinski 솔리드 3D 글꼴로 주위를 회전하는 텍스트를 몇 줄 표시합니다.

source: GLText
ko: 테스트

source: Text
hu: Szöveg
ko: 테스트

source: Replays historical games of go (aka wei-chi and baduk) on the screen. By Scott Draves. You can find it at &lt;http://www.draves.org/goban/&gt;.
cs: Ukázka starých her ve stylu go. Napsal Scott Draves.
hu: Történelmi go játszmák visszajátszása. Scott Drave követte el. Letölthető a &lt;http://www.draves.org/goban/&gt; címről.
ko: 개발자: Scott Draves 화면에 전통적인 게임을 다시 표현합니다. http://www.draves.org/goban/을 참조하십시오.

source: Additive Colors (reflected light)
cs: Přídavné barvy (odražené světlo)
hu: Adalékszínek (visszavert fény)
ko: 추가 색상(반사광)

source: Blob Count
cs: Počet kapek
hu: Foltok száma
ko: 계산:

source: Elasticity
cs: Elasticita
hu: Rugalmasság
ko: 탄성

source: Opaque Blobs
cs: Matné kapky
hu: Átlátszatlan foltok
ko: 불투명 물방울

source: Speed Limit
cs: Rychlostní omezení
hu: Sebességhatár
ko: 빠르기 제한

source: Subtractive Colors (transmitted light)
cs: Odčítání barev (propuštěné světlo)
hu: Szubsztraktív színek (átszűrődő fény)
ko: 공제 색상(투과광)

source: This draws set of animating, transparent, amoeba-like blobs. The blobs change shape as they wander around the screen, and they are translucent, so you can see the lower blobs through the higher ones, and when one passes over another, their colors merge. Written by Jamie Zawinski. I got the idea for this from a cool mouse pad I have, which achieves the same kind of effect in real life by having several layers plastic with colored oil between them. Written by Jamie Zawinski.
cs: Animuje skupinu průhledných kapek měňavkovitého tvaru. Kapky mění tvar během putování po obrazovce. Napsal Jamie Zawinski.
hu: Átlátszó, mozgó, amőbaszerű foltokat rajzol. A foltok a képernyőt körbebarangolva alakot váltanak, és mivel áttetszőek, az eltakart foltok is látszanak. Mikor az egyik folt átmegy a másikon, összemosódnak a színeik.írta: Jamie Zawinski.
ko: 개발자: Jamie Zawinski 움직이는 투명한 아메바 모양의 물방울을 그립니다. 물방울은 화면 주위를 돌아다니면서 모양이 바뀝니다. 물방울은 반투명하기 때문에 위의 물방울을 통해 아래 물방울을 볼 수 있으며, 하나의 물방울이 다른 물방울 위를 지나갈 때 색이 합쳐집니다. 이는 마우스 패드로부터 영감을 얻었습니다. 여러 층의 플라스틱 사이에 착색된 기름을 넣어보면 실생활에서 동일한 효과를 낼 수 있습니다.

source: Transparent Blobs
cs: Transparentní kapky
hu: Átlátszó foltok
ko: 투명한 흔적

source: XOR Blobs
cs: XOR kapky
hu: XOR foltok
ko: 꼬리

source: Object Trails
cs: Stopy objektu
hu: Objektumok nyoma
ko: 꼬리

source: Orbital Decay
cs: Orbitální rozklad
hu: Légkör határa
ko: 괘도를 속임.

source: This program draws a simple orbital simulation. If you turn on trails, it looks kind of like a cloud-chamber photograph. Written by Greg Bowering.
cs: Jednoduchá orbitální simulace. Napsal Greg Bowering.
hu: Ez a program egy egyszerű orbitális szimulációt rajzol meg. Ha bekapcsolja a nyomokat, úgy néz ki, mint egy felhő-kamra képe. írta: Greg Bowering.
ko: 개발자: Greg Bowering 이 프로그램은 단순한 궤도 시뮬레이션을 그립니다. 흔적 옵션을 켜면 안개 상자 사진과 비슷하게 보입니다.

source: This draws random colored and stippled rectangles. Written by Jamie Zawinski.
cs: Kreslí náhodně obarvené tečkované obdélníky. Napsal Jamie Zawinski.
hu: Véletlenszerű színű, pontvonalas téglalapokat rajzol. írta: Jamie Zawinski.
ko: 개발자: Jamie Zawinski 임의의 색으로 채색된 줄무늬 사각형을 그립니다.

source: Delay (Large = low cpu load)
cs: Prodleva (velká = malá zátěž CPU)
hu: Késleltetés (Nagy = alacsony processzorterhelés)
ko: 지연(대형 = 적은 CPU 사용량)

source: Dot fill factor
cs: Tečkovací faktor
hu: Pont-kitöltési faktor
ko: 점 채우기 요소

source: Dot size
cs: Velikost bodu
hu: Pontméret
ko: 점 크기

source: Draws the gravity force in each point on the screen seen through a halftone dot pattern. The gravity force is calculated from a set of moving mass points. View it from a distance for best effect. Written by Peter Jaric &lt;peter@jaric.org&gt;.
cs: Kreslení gravitační síly v každém bodu obrazovky. Nejlepší z dálky. Napsal Peter Jaric.
hu: A képernyő pontjába eső gravitációs erőt rajzolja ki egy pontmintával. A gravitációs erő néhány mozgó tömeg alapján számolódik. Nézze távolabbról a legjobb hatás elérése érdekében. Írta Peter Jaric &lt; peter@jaric.org&gt;.
ko: 망점 패턴을 통해 화면의 각 지점에 중력을 그립니다. 중력은 움직이는 질량 점들의 집합에서 계산됩니다. 멀리서 보는 경우 효과가 가장 좋습니다.(개발자 Peter Jaric &lt;peter@jaric.org&gt;)

source: Gravity points
cs: Gravitační body
hu: Gravitációs pontok
ko: 중력 지점

source: Halftone
cs: Půltón
ko: 망점

source: Maximum mass
cs: Maximální hmota
hu: Maximális tömeg
ko: 최대 질량

source: Maximum speed
cs: Maximální rychlost
hu: Maximális sebesség
ko: 최대 속도

source: Minimum mass
cs: Minimální hmota
hu: Minimális tömeg
ko: 최소 질량

source: Minimum speed
cs: Minimální rychlost
hu: Minimális sebesség
ko: 최소 속도

source: Animate Circles
cs: Animovat kruhy
hu: Körök animálása
ko: 움직이는 원

source: Number of Circles
cs: Počet kruhů
hu: Körök száma
ko: 원 개수

source: Random Mode
cs: Náhodný režim
hu: Véletlenszerű mód
ko: 무작위 모드

source: Seuss Mode
cs: Mód Seuss
hu: Seuss mód
ko: Seuss 모드

source: This draws trippy psychedelic circular patterns that hurt to look at. It can also animate the control-points, but that takes a lot of CPU and bandwidth. Written by Jamie Zawinski.
cs: Kreslí psychedelické kruhové vzory, na které bolí se dívat. Napsal Jamie Zawinski.
hu: Halucinatív körkörös motívumokat rajzol, amelyekre fáj ránézni. A kontroll-pontokat is tudja animálni, nagy processzorterheléssel jár, és nagy sávszélességet igényel. írta: Jamie Zawinski.
ko: 개발자: Jamie Zawinski 환각을 불러 일으키는 현란한 원형 패턴을 그립니다. 제어점을 애니메이션할 수 있으나 CPU와 대역폭을 많이 차지합니다.

source: This repeatedly generates spirally string-art-ish patterns. Written by Jamie Zawinski.
cs: Opakovaně generuje vzorek ve tvaru spirály. Napsal Jamie Zawinski.
hu: Újra és újra spirálszerű, művészies motívumokat hoz létre. írta: Jamie Zawinski.
ko: 개발자: Jamie Zawinski 나선형으로 줄 패턴을 반복적으로 생성합니다.

source: Jong
ko: 길게

source: Martin
ko: 주설정

source: Sine
cs: Sinus
hu: Szinusz
ko: 개비

source: This draws lacy fractal patterns, based on iteration in the imaginary plane, from a 1986 Scientific American article. Mostly written by Patrick Naughton.
cs: Kreslí fraktální vzory, založené na iteraci na imaginární ploše. Napsal převážně Patrick Naughton.
hu: Csipkeszerű fraktális motívumokat rajzol, amely egy képzeletbeli síkon valóismétléseken, egy 1986-os Scientific American cikken alapul. írta: Patrick Naughton.
ko: 개발자: Patrick Naughton 1986년 Scientific American 기사 중 가상 비행기에서의 반복을 기초로 레이스 모양의 프랙탈 패턴을 그립니다.

source: Far
cs: Daleko
hu: Távol
ko: 멀리

source: Hyperball is to hypercube as dodecahedron is to cube: this displays a 2D projection of the sequence of 3D objects which are the projections of the 4D analog to the dodecahedron. Written by Joe Keane.
cs: Hyperball. Napsal Joe Keane.
hu: A hiperlabda a hiperkockához viszonyítva olyan, mint a dodekaéder a kockához: háromdimenziós objektumok sorozatának kétdimenziós kivetítése, amely a dodekaéder négydimenziós analógjai. írta: Joe Keane
ko: 개발자: Joe KeaneHyperball과 Hypercube 간의 관계는 12면체와 정육면체 간의 관계와 같습니다. Hyperball은 12면체에 대한 4D 아날로그 투영인 일련의 3D 객체에 대한 2D 투영을 표시합니다.

source: Near
cs: Blízký
hu: Közel
ko: 가까움

source: XW Rotation
cs: XW
hu: XW forgatás
ko: XW 회전

source: XY Rotation
cs: XY rotace
hu: XY forgatás
ko: XY 회전

source: XZ Rotation
cs: XZ rotace
hu: XZ forgatás
ko: XZ 회전

source: YW Rotation
cs: YW rotace
hu: YW forgatás
ko: YW 회전

source: YZ Rotation
cs: YZ rotace
hu: YZ forgatás
ko: YZ 회전

source: ZW Rotation
cs: ZW rotace
hu: ZW forgatás
ko: ZW 회전

source: Zoom
hu: Nagyítás
ko: 확대

source: This displays 2D projections of the sequence of 3D objects which are the projections of the 4D analog to the cube: as a square is composed of four lines, each touching two others; and a cube is composed of six squares, each touching four others; a hypercube is composed of eight cubes, each touching six others. To make it easier to visualize the rotation, it uses a different color for the edges of each face. Don't think about it too long, or your brain will melt. Written by Joe Keane, Fritz Mueller, and Jamie Zawinski.
cs: Zobrazuje 2D projekci sekvence specifických 3D objektů. Napsal Jamie Zawinski.
hu: Háromdimenziós objektumok sorozatának kétdimenziós kivetítését jeleníti meg, amely a kocka négydimenziós analógiájának kivetítései. A négyzet 4 egymást metsző vonalból áll, a kocka hat négyzetből áll, a hiperkocka 6 kockából áll, minden kocka érint mésik hatot. Hogy könnyebb legyen a forgatás elképzelése, a széleken különböző színeket használ. Ha túl sokat gondolkodik rajta, felolvad az agya! írta: Joe Keane, Fritz Mueller, és Jamie Zawinski.
ko: 개발자: Joe Keane, Fritz Mueller, Jamie Zawinski 정육면체에 대한 4D 아날로그 투영인 일련의 3D 객체에 대한 2D 투영을 나타냅니다. 정사각형은 각각 다른 2개의 선과 닿는 4개의 선으로 구성되어 있고 정육면체는 각각 다른 4개의 정사각형과 닿는 6개의 정사각형으로 구성되어 있는 것처럼, 하이퍼큐브는 각각 다른 6개의 정육면체와 닿는 8개의 정육면체로 구성되어 있습니다. 회전을 시각적으로 보여주기 위해 각 면의 가장자리에 다른 색을 사용하고 있습니다.

source: This one draws spinning, colliding iterated-function-system images. Written by Massimino Pascal.
cs: Kresba kolidujících obrázků. Napsal Massimino Pascal.
hu: Ez a program forgó, összeütköző iterált képeket rajzol. írta: Massimino Pascal.
ko: 개발자: Massimino Pascal 회전하고 충돌하는 반복적인 시스템 이미지를 그립니다.

source: Brightness Gradients
cs: Světlostní gradienty
hu: Világossági gradiensek
ko: 밝기 그라데이션

source: Hue Gradients
cs: Barevné gradienty
hu: Színárnyalat gradiensek
ko: 색조 그라데이션

source: Saturation Gradients
cs: Saturační gradienty
hu: Telítettség gradiensek
ko: 가로로 서서히 변화

source: This generates random cloud-like patterns. It looks quite different in monochrome and color. The basic idea is to take four points on the edge of the image, and assign each a random ``elevation''. Then find the point between them, and give it a value which is the average of the other four, plus some small random offset. Then coloration is done based on elevation. The color selection is done by binding the elevation to either hue, saturation, or brightness, and assigning random values to the others. The ``brightness'' mode tends to yield cloudlike patterns, and the others tend to generate images that look like heat-maps or CAT-scans. Written by Juergen Nickelsen and Jamie Zawinski.
cs: Generátor náhodných mračen. Napsal Juergen Nickelsen a Jamie Zawinski.
hu: Véletlenszerű, felhő-jellegű motívumokat hoz létre. Az egyszínű és a színes változat eléggé különbözik. írta: Juergen Nickelsen és Jamie Zawinski.
ko: 개발자: Juergen Nickelsen, Jamie Zawinski일정하지 않은 구름 모양의 패턴을 생성합니다. 흑백과 컬러는 매우 다르게 보입니다. 기본적인 발상은 이미지 가장자리의 네 개의 점을 잡고 각각에 임의의 ``높이''를 지정하는 것입니다. 그런 다음 이들 사이에 있는 한 점을 찾아 다른 네 점의 평균에 약간의 임의 오프셋을 더한 값을 할당합니다. 그러면 높이를 기준으로 채색됩니다. 색상 선택은 색조, 채도, 밝기에 높이를 연결하고 다른 모드에는 임의의 값을 할당하여 수행됩니다. ``밝기'' 모드는 구름 모양의 패턴을 만들고 다른 모드는 열 지도나 CAT 스캔 등의 이미지를 만듭니다.

source: Anim Speed
cs: Rychlost animace
hu: Animáció sebessége
ko: 움직임 빠르기

source: Another color-field hack, this one works by computing decaying sinusoidal waves, and allowing them to interfere with each other as their origins move. Written by Hannu Mallat.
cs: Interference sinusový vln. Napsal Hannu Mallat.
hu: Egy újabb színmezős hack, szinuszhullámok interferenciáján alapul.írta: Hannu Mallat.
ko: 개발자: Hannu Mallat점점 없어지는 사인파를 계산하여 이를 원래의 파동으로 서로 간섭할 수 있도록 하여 수행합니다.

source: Magnification
cs: Zvětšení
hu: Nagyítás
ko: 설정

source: Number of Waves
cs: Počet vln
hu: Hullámok száma
ko: 물결 개수

source: Wave Size
cs: Velikost vlny
hu: Hullámok mérete
ko: 물결 크기

source: Chrome
cs: Chrom
hu: Króm
ko: 크롬

source: Clown barf
hu: Műhányás
ko: 익살꾼 장난

source: Cycle
cs: Cyklus
hu: Kör
ko: 주기

source: Flower box
cs: Květináč
hu: Virágdoboz
ko: 꽃 상자

source: Inertial damping
cs: Setrvačné tlumení
hu: Tehetetlenségi kiegyenlítés
ko: 관성 제동

source: Rotation speed
cs: Rychlost rotace
hu: Forgatási sebesség
ko: 회전 속도

source: Sphere
cs: Sféra
hu: Gömb
ko: 구

source: Sphere strength
cs: Síla sféry
hu: Szféraerősség
ko: 구의 힘

source: Spookiness
cs: Úděsnost
hu: Kísértetiesség
ko: 으스스함

source: Tetrahedron
cs: Čtyřstěn
hu: Tetraéder
ko: 사면체

source: This little gem does bad things with quasi-spherical objects. The gist of it is that you have what is, structurally, a tetrahedron with tesselated faces. the vertices on these faces have forces on them in the form of one proportional to their distance from the surface of a sphere, and one which is proportional to how far they differ from some ideal distance from their neighbors. They also have inertia. The forces and distance are parameters and there are also a couple of visual parameters. The resulting effect can range from a shape that does nothing, to a frenetic polygon storm. Somewhere in between there it usually manifests as a blob that jiggles in a kind of disturbing manner. woo. It doesn't matter, however. You should just pick 'random'. It overrides all the other options, except for fps, delay and complexity. By Keith Macleod
cs: Hrátky s kvazisférickými objekty. Napsal Keith Macleod.
hu: Ez a kis gyöngyszem rossz dolgokat művel kvázi gömbölyű objektumokkal. Lényegében adott egy tetraéder, mozaikos felszínekkel.írta: Keith Macleod
ko: 보석과 같은 이 작은 프로그램은 구와 비슷한 물체로 재미있는 일을 합니다. 이 프로그램은 기본적으로 표면이 바둑판 모양인 4면체 구조를 표시합니다. 각 면의 꼭지점은 구의 표면과의 거리에 비례하는 형태와 이웃 꼭지점과의 이상적인 거리와 다른 정도에 비례하는 형태로 힘을 갖고 있습니다. 각 꼭지점에는 관성도 있습니다. 힘과 거리는 매개 변수이고 몇 가지 시각적 매개 변수도 있습니다. 나타나는 효과는 아무 것도 아닌 모양에서부터 격렬한 다각형 폭풍까지 다양할 수 있습니다. 그 중간 형태는 대개 불안한 방식으로 가볍게 흔들리는 방울로 나타납니다. 하지만 신경 쓸 필요가 없습니다. '임의'를 선택하기만 하면 됩니다. 이렇게 하면 FPS, 지연 및 복잡도를 제외한 다른 모든 옵션이 무시됩니다. (개발자: Keith Macleod)

source: Vertex-vertex behavior
cs: Chování vertex-vertex
hu: Örvény-örvény viselkedés
ko: 꼭지점-꼭지점 동작

source: Vertex-vertex force
cs: Síla vertex-vertex
hu: Örvény-örvény erő
ko: 꼭지점-꼭지점 힘

source: collapse
cs: zabalit
hu: összeomlás
ko: 축소

source: expand
cs: rozbalit
hu: kiterjeszt
ko: 확장

source: none
cs: žádný
hu: nincs
ko: 없음

source: strong
cs: silný
hu: erős
ko: 강함

source: Solved Duration
cs: Vyřešené trvání
hu: Határozott időtartam
ko: 회전 빠르기
