Repository: aszeszo/jds
Catalog: po-sun/time-slider/po-sun/*.po
Languages: de, es, fr, it, pt_br

source: Snapshot Now requires administrative privileges to run. You have not been assigned the necessaryadministrative priviliges. Consult your system administrator
de: "Schnappschuss jetzt" erfordert Administratorrechte. Ihnen wurden nicht die nötigen Administratorrechte zugewiesen. Wenden Sie sich an Ihren Systemadministrator.
es: Tomar instantánea ahora necesita privilegios administrativos. No se le han asignado los correspondientes privilegios administrativos. Consulte al administrador del sistema
fr: Pour utiliser l'option Prendre un instantané, vous devez posséder des privilèges administratifs. Vous ne possédez pas les privilèges administratifs requis. Consultez votre administrateur système
it: Per l'esecuzione del comando Crea istantanea sono necessari privilegi amministrativi. Non si dispone dei privilegi amministrativi necessari. Rivolgersi all'amministratore di sistema.
pt_br: Efetuar instantâneo agora requer privilégios administrativos para ser executado. Os privilégios administrativos necessários não lhe foram atribuídos. Consulte o administrador de sistema

source: Error
de: Fehler
fr: Erreur
it: Errore
pt_br: Erro
