Repository: aszeszo/jds
Catalog: po-sun/time-slider/po-sun/*.po
Languages: de, es, fr, it, pt_br

source: Configure the system to take automatic snapshots of your data
de: System für automatische Snapshots Ihrer Daten konfigurieren
es: Configurar el sistema para tomar instantáneas de manera automática de los datos
fr: Configurer le système de manière à prendre des instantanés automatiques des données
it: Configurare il sistema per fare delle istantanee automatiche dei propri dati
pt_br: Configurar o sistema para realizar instantâneos automáticos dos dados

source: Time Slider
de: Zeit-Schieberegler
es: Deslizador de tiempo
fr: Curseur temporel
pt_br: Barra deslizante de tempo

source: %d snapshots will be deleted.
de: %d Schnappschüsse werden gelöscht.
es: Se eliminarán %d instantáneas.
fr: %d instantanés seront supprimés.
it: Verranno eliminate %d istantanee.
pt_br: %d instantâneos serão excluídos.

source: <b>Summary</b>
de: <b>Zusammenfassung</b>
es: <b>Resumen</b>
fr: <b>Résumé</b>
it: <b>Riepilogo</b>
pt_br: <b>Resumo</b>

source: D_eselect All
de: A_uswahl für alle aufheben
es: D_eseleccionar todo
fr: D_ésélectionner tout
it: D_eseleziona tutto
pt_br: Cancelar s_eleção de todos

source: Delete Snapshots
de: Schnappschüsse löschen
es: Eliminar instantáneas
fr: Supprimer des instantanés
it: Elimina istantanee
pt_br: Excluir instantâneos

source: Deleting Snapshots
de: Löschen von Schnappschüssen
es: Eliminación de instantáneas
fr: Suppression des instantanés
it: Eliminazione delle istantanee
pt_br: Excluindo instantâneos

source: Deleting snapshots...
de: Schnappschüsse werden gelöscht...
es: Eliminando instantáneas...
fr: Suppression des instantanés...
it: Eliminazione delle istantanee in corso...
pt_br: Excluindo instantâneos...

source: Exit when done.
de: Beenden Sie die Anwendung, wenn Sie fertig sind.
es: Salir al terminar.
fr: Quitter une fois l'opération terminée.
it: Chiudi al termine dell'operazione.
pt_br: Sair ao concluir.

source: File System:
de: Dateisystem:
es: Sistema de archivos:
fr: Système de fichiers :
pt_br: Sistema de arquivos:

source: Name:
es: Nombre:
fr: Nom :
it: Nome:
pt_br: Nome:

source: Press Delete to continue.
de: Klicken Sie auf "Löschen", um fortzufahren.
es: Pulse Suprimir para continuar.
fr: Cliquez sur Supprimer pour continuer.
it: Premere Elimina per continuare.
pt_br: Pressione Delete para continuar.

source: Scanning snapshots...
de: Suche nach Schnappschüssen wird ausgeführt...
es: Buscando instantáneas...
fr: Analyse des instantanés...
it: Scansione delle istantanee in corso...
pt_br: Explorando instantâneos...

source: Select ZFS snapshots to delete from the list below.
de: Wählen Sie aus der nachstehenden Liste die zu löschenden ZFS-Schnappschüsse aus.
es: Seleccione las instantáneas ZFS que desea eliminar de la siguiente lista.
fr: Sélectionnez les instantanés ZFS à supprimer dans la liste suivante.
it: Selezionare le istantanee ZFS da eliminare dall'elenco di seguito riportato.
pt_br: Selecione na lista abaixo os instantâneos do ZFS que serão excluídos.

source: Type:
de: Typ:
es: Tipo:
it: Tipo:
pt_br: Tipo:

source: <b>Enable Time Slider</b>
de: <b>Zeit-Schieberegler aktivieren</b>
es: <b>Habilitar deslizador de tiempo</b>
fr: <b>Activer le curseur temporel</b>
it: <b>Abilita Time Slider </b>
pt_br: <b>Ativar a barra deslizante de tempo</b>

source: <b>External Back Up</b>
de: <b>Externe Sicherung</b>
es: <b>Copia de seguridad externa</b>
fr: <b>Sauvegarde externe</b>
it: <b>Backup esterno</b>
pt_br: <b>Backup externo</b>

source: <b>File Systems To Back Up</b>
de: <b>Dateisystem zur Sicherung</b>
es: <b>Sistemas de archivos de los que hacer copia de seguridad</b>
fr: <b>Systèmes de fichiers à sauvegarder</b>
it: <b>File system di cui eseguire il backup</b>
pt_br: <b>Sistemas de arquivos dos quais fazer backup</b>

source: Advanced Options
de: Erweiterte Optionen
es: Opciones avanzadas
fr: Options avancées
it: Opzioni avanzate
pt_br: Opções avançadas

source: Backup Device:
de: Sicherungsgerät:
es: Dispositivo de copia de seguridad:
fr: Périphérique de sauvegarde :
it: Unità di backup:
pt_br: Dispositivo de backup:

source: C_ustom:
de: B_enutzerdefiniert:
es: _Personalizar:
fr: Pers_onnalisé :
it: Personali_zzato:
pt_br: P_ersonalizado:

source: Configuring Time Slider...
de: Konfiguriere Zeit-Schieberegler...
es: Configuración del deslizador de tiempo...
fr: Configuration du curseur temporel...
it: Configurazione Time Slider...
pt_br: Configurando slider de tempo...

source: For advanced users
de: Für erfahrene Benutzer
es: Para usuarios avanzados
fr: Pour les utilisateurs expérimentés
it: Per utenti avanzati
pt_br: Para usuários avançados

source: Recommended for most users
de: Empfohlen für die meisten Benutzer
es: Recomendado para la mayoría de los usuarios
fr: Recommandé pour la plupart des utilisateurs
it: Per tutti gli utenti
pt_br: Recomendado para a maioria dos usuários

source: Reduce backups when storage space usage exceeds:
de: Sicherungen reduzieren, wenn Speicherplatznutzung Folgendes überschreitet:
es: Destruir las copias de seguridad cuando se sobrepase el uso del espacio de almacenamiento:
fr: Réduire les sauvegardes lorsque l'espace de stockage utilisé dépasse :
it: Ridurre i backup quando lo spazio di memorizzazione utilizzato supera:
pt_br: Reduzir os backups quando o espaço de armazenamento for excedido:

source: Replicate backups to an external drive
de: Sicherungen auf einem externen Laufwerk replizieren
es: Replicar copias de seguridad a una unidad externa
fr: Répliquer les sauvegardes vers un lecteur externe
it: Replica backup su unità esterna
pt_br: Replicar backups para uma unidade externa

source: Time Slider Manager
de: Zeit-Schieberegler-Manager
es: Administrador del deslizador de tiempo
fr: Gestionnaire de curseur temporel
it: Gestione Time Slider
pt_br: Gerenciador da barra deslizante de tempo

source: Time Slider backs up data regularly by taking timed ZFS Snapshots
de: Der Zeit-Schieberegler sichert regelmäßig Daten durch Erfassung von zeitlich festgelegten ZFS-Schnappschüssen
es: El deslizador de tiempo hace copias de seguridad de datos con regularidad tomando instantáneas de ZFS programadas
fr: Le curseur temporel sauvegarde les données régulièrement en prenant des instantanés ZFS différés
it: Time Slider consente di eseguire regolarmente backup dei dati mediante l'acquisizione di istantanee ZFS a intervalli regolari
pt_br: A barra deslizante de tempo faz backup de dados regularmente realizando instantâneos programados do ZFS

source: _All
de: _Alle
es: _Todo
fr: _Tous
it: _Tutto
pt_br: _Todos

source: _Delete Snapshots...
de: _Schnappschüsse löschen...
es: _Eliminar instantáneas...
fr: Supprimer _des instantanés...
it: _Elimina istantanee...
pt_br: _Excluir instantâneos...

source: of file system capacity
de: der Dateisystemkapazität
es: de capacidad de sistema de archivos
fr: de la capacité du système de fichiers
it: della capacità del file system
pt_br: da capacidade do sistema de arquivos

source: Take a snapshot now
de: Jetzt einen Schnappschuss nehmen
es: Tomar una instantánea ahora
fr: Prenez un instantané
it: Crea un'istantanea
pt_br: Efetuar um instantâneo agora

source: Take a snapshot of
de: Einen Schnappschuss nehmen von
es: Tomar una instantánea de
fr: Prenez un instantané de
it: Crea un'istantanea di
pt_br: Efetuar um instantâneo de

source: with the name :
de: mit dem Namen:
es: con el nombre:
fr: nommé :
it: con il nome :
pt_br: com o nome:

source: <b>Current Version</b>
de: <b>Aktuelle Version</b>
es: <b>Versión actual</b>
fr: <b>Version actuelle</b>
it: <b>Versione corrente</b>
pt_br: <b>Versão atual</b>

source: <b>Older Versions</b>
de: <b>Ältere Versionen</b>
es: <b>Versiones anteriores</b>
fr: <b>Anciennes versions</b>
it: <b>Versioni precedenti</b>
pt_br: <b>Versões mais antigas</b>

source: Double click to open the file
de: Auf die Datei doppelklicken, um sie zu öffnen
es: Haga doble clic para abrir este archivo
fr: Cliquez deux fois sur le fichier pour l'ouvrir.
it: Fare doppio clic per aprire il file
pt_br: Clicar duas vezes para abrir o arquivo

source: Open the current version of the file
de: Die aktuelle Version der Datei öffnen
es: Abrir la versión actual del archivo
fr: Ouvrez la version actuelle du fichier
it: Apri la versione corrente del file
pt_br: Abrir a versão atual do arquivo

source: Scanning for older versions
de: Nach älteren Versionen suchen
es: Buscando versiones anteriores
fr: Recherche d'anciennes versions
it: Ricerca delle versioni precedenti in corso...
pt_br: Explorando versões mais antigas

source: Time Slider File Version Explorer
es: Explorador de versiones de archivos del deslizador de tiempo
fr: Explorateur de versions du fichier de curseur temporel
it: Explorer versione del file Time Slider
pt_br: Explorador de versões de arquivos da barra deslizante de tempo

source: compare
de: vergleichen
es: comparar
fr: comparaison
it: confronta
pt_br: comparar

source: filename
de: Dateiname
es: nombre_archivo
fr: nom_fichier
it: nome_file
pt_br: nome de arquivo

source: last modified :
de: Letzte Änderung:
es: última modificación:
fr: dernière modification :
it: ultima modifica :
pt_br: última modificação:

source: name :
es: nombre:
fr: nom :
it: nome :
pt_br: nome :

source: size :
de: Größe:
es: tamaño:
fr: taille :
it: dimensioni :
pt_br: tamanho :

source: Do I work?
de: Arbeitet mein System?
es: ¿Trabajo?
fr: Est-ce que je fonctionne ?
it: Funzionamento in corso?
pt_br: Funciona?

source: Update Backups Now
de: Sicherungen jetzt aktualisieren
es: Actualizar copias de seguridad ahora
fr: Mettre à jour les sauvegardes maintenant
it: Aggiorna backup adesso
pt_br: Atualizar backups agora

source: Backup Started
de: Sicherung wurde gestartet
es: Copia de seguridad iniciada
fr: La sauvegarde a commencé.
it: Backup avviato
pt_br: Backup iniciado

source: Backing up snapshots to: <b>%s</b> Do not disconnect the backup device.
de: Schnappschüsse werden gesichert in: <b>%s</b> Trennen Sie nicht die Verbindung zum Sicherungsgerät.
es: Realizando copia de seguridad de instantáneas en: <b>%s</b> No desconecte el dispositivo de copia de seguridad.
fr: Sauvegarde des instantanés dans : <b>%s</b> Ne pas déconnecter le périphérique de sauvegarde.
it: Esecuzione del backup delle istantanee in: <b>%s</b> Non scollegare l'unità di backup.
pt_br: Fazendo backup de instantâneos para: <b>%s</b> Não desconecte o dispositivo de backup.

source: Backing up: <b>'%s' %d</b> snapshots remaining. Do not disconnect the backup device.
de: Sichern: <b>'%s' %d</b> verbleibende Schnappschüsse. Trennen Sie nicht die Verbindung zum Sicherungsgerät.
es: Realizando copia de seguridad: <b>'%s' %d</b> instantáneas restantes. No desconecte el dispositivo de copia de seguridad.
fr: Sauvegarde en cours : <b>'%s' %d</b> instantanés restants. Ne pas déconnecter le périphérique de sauvegarde.
it: Esecuzione del backup: <b>'%s' %d</b> istantanee rimanenti. Non scollegare l'unità di backup.
pt_br: Fazendo backup: <b>'%s' %d</b> instantâneos restantes. Não desconecte o dispositivo de backup.

source: Backup Complete
de: Sicherung abgeschlossen
es: Copia de seguridad finalizada
fr: Sauvegarde terminée
it: Backup completato
pt_br: Backup completo

source: Your snapshots have been backed up to: <b>%s</b>
de: Ihre Schnappschüsse sind gesichert in: <b>%s</b>
es: Se realizó la copia de seguridad de las instantáneas hasta: <b>%s</b>
fr: Les instantanés ont été sauvegardés dans : <b>%s</b>
it: È stato eseguito il backup delle istantanee su: <b>%s</b>
pt_br: O backup de seus instantâneos foi feito em: <b>%s</b>

source: Your backups are up to date.
de: Ihre Sicherungen sind auf dem neuesten Stand.
es: Se actualizaron las copias de seguridad.
fr: Les sauvegardes sont à jour.
it: I backup sono aggiornati.
pt_br: Seus backups estão atualizados.

source: %d snapshots are queued for backup.
de: %d Schnappschüsse sind zur Sicherung in der Warteschlange gespeichert.
es: %d instantáneas están en cola para la copia de seguridad.
fr: %d instantanés sont en attente de sauvegarde.
it: %d istantanee sono in attesa di backup.
pt_br: %d instantâneos estão enfileirados para backup.

source: Time Slider: Low Space Warning
de: Zeit-Schieberegler: Wenig Speicherkapazitätwarnung
es: Deslizador de tiempo: mensaje de advertencia de poco espacio
fr: Curseur temporel : Attention, faible espace disponible
it: Time Slider: avviso spazio in esaurimento
pt_br: Slider de tempo: aviso de espaço pequeno

source: Emergency: '%s' is full!
de: Notfall: '%s' ist voll!
es: Emergencia: '%s' se ha llenado
fr: Urgence : %s est plein !
it: Attenzione: '%s' è pieno.
pt_br: Emergência: '%s' está cheio!

source: The file system: '%s', is over %s%% full.
de: Das Dateisystem: '%s', ist über %s%% voll.
es: El sistema de archivos: '%s', está %s%% por encima.
fr: Le système de fichiers '%s' est plein à %s%%.
pt_br: O sistema de arquivo: '%s', está em excesso %s%% cheio.

source: The file system: '%s', is over %s%% full. As an emergency measure, Time Slider has destroyed all of its backups. To fix this problem, delete any unnecessary files on '%s', or add disk space (see ZFS documentation).
de: Das Dateisystem: '%s', ist über %s%% voll. Der Zeit-Schieberegler hat im Zuge einer Notfallmaßnahme alle Sicherungsdateien gelöscht. Um dieses Problem zu beheben, löschen Sie alle nicht benötigten Dateien auf '%s', oder fügen Sie Speicherplatz hinzu (siehe ZFS-Dokumentation).
es: El sistema de archivos: '%s', está %s%% por encima. Como medida de emergencia, el deslizador de tiempo ha destruido todas sus copias de seguridad. Para solventar este problema, elimine todos los archivos innecesarios de '%s' o agregue espacio al disco (consulte la documentación de ZFS).
fr: Le système de fichiers %s est rempli à plus de %s %%. Par mesure d'urgence, le curseur temporel a détruit toutes ses sauvegardes. Pour résoudre ce problème, supprimez tout fichier non indispensable sur %s ou ajoutez de l'espace disque (voir la documentation ZFS).
it: Spazio del file system '%s' occupato oltre il %s%%. Come misura di emergenza, Time Slider ha eliminato tutti i backup eseguiti. Per risolvere il problema, eliminare i file non necessari in '%s' oppure aggiungere spazio nel disco (vedere la documentazione di ZFS).
pt_br: O sistema de arquivos: '%s' está %s%% acima. Como medida de emergência, a barra deslizante de tempo eliminou todos os backups. Para corrigir este problema, exclua os arquivos desnecessários de '%s' ou adicione espaço em disco (consulte a documentação do ZFS).

source: Emergency: '%s' is almost full!
de: Notfall: '%s' ist fast voll!
es: Emergencia: '%s' se ha llenado casi del todo
fr: Urgence : %s est presque plein !
it: Attenzione: '%s' è quasi pieno.
pt_br: Emergência: '%s' está quase cheio!

source: The file system: '%s', exceeded %s%% of its total capacity
de: Das Dateisystem: '%s', überschreitet %s%% der totalen Kapazität
es: El sistema de archivos: '%s', ha superado %s%% de su capacidad total
fr: Le système de fichiers '%s' a dépassé %s%% de sa capacité totale.
it: Il file system '%s' ha superato il %s%% della sua capacità totale
pt_br: O sistema de arquivos: '%s', excedeu %s%% sua capacidade total

source: The file system: '%s', exceeded %s%% of its total capacity. As an emerency measure, Time Slider has has destroyed most or all of its backups to prevent the disk becoming full. To prevent this from happening again, delete any unnecessary files on '%s', or add disk space (see ZFS documentation).
de: Das Dateisystem: '%s', %s%% der Gesamtkapazität überschritten. Der Zeit-Schieberegler hat im Zuge einer Abhilfemaßnahme nahzu alle Sicherungsdateien gelöscht, um ein Überschreiten der Datenträgerkapazität zu verhindern. Um zu vermeiden, dass dieses Problem erneut auftritt, löschen Sie alle nicht benötigten Dateien auf '%s', oder fügen Sie Speicherplatz hinzu (siehe ZFS-Dokumentation).
es: El sistema de archivos: '%s', ha superado %s%% de su capacidad total. Como medida de emergencia, el deslizador de tiempo ha destruido la mayor parte o todas sus copias de seguridad para impedir que el disco se llene. Para que esto no vuelva a suceder, elimine los archivos que no sean necesarios en '%s' o agregue espacio al disco (consulte la documentación de ZFS).
fr: Le système de fichiers '%s' a dépassé %s%% de sa capacité totale. Par mesure d'urgence, le curseur temporel a détruit la plupart, voire la totalité de ses sauvegardes pour éviter la saturation du disque. Pour éviter que ceci ne se reproduise, supprimez tout fichier obsolète sur '%s' ou ajoutez de l'espace disque (voir la documentation ZFS).
it: Il file system: '%s', ha superato il %s%% della sua capacità totale. Come rimedio, Time Slider ha eliminato molti o tutti i backup per impedire il riempimento del disco. Per evitare il ripetersi del problema, eliminare eventuali file non necessari in '%s' oppure aggiungere spazio sul disco (vedere la documentazione di ZFS).
pt_br: O sistema de arquivos: '%s', excedeu %s%% sua capacidade total. Como uma medida de emergência, o slider de tempo destruiu a maior parte de todos os backups para impedir que o disco fique cheio. Exclua qualquer arquivo no '%s' ou adicione espaço no disco para impedir que isto aconteça novamente (veja a documentação ZFS).

source: Urgent: '%s' is almost full!
de: Dringend: '%s' ist fast voll!
es: Urgente: '%s' se ha llenado casi del todo
fr: Urgent : %s est presque plein !
it: Avviso: '%s' è quasi pieno.
pt_br: Urgente: '%s' está quase cheio!

source: The file system: '%s', exceeded %s%% of its total capacity. As a remedial measure, Time Slider has destroyed some backups, and will destroy more, eventually all, as capacity continues to diminish. To prevent this from happening again, delete any unnecessary files on '%s', or add disk space (see ZFS documentation).
de: Das Dateisystem: '%s', %s%% der Gesamtkapazität überschritten. Der Zeit-Schieberegler hat im Zuge einer Abhilfemaßnahme einige Sicherungsdateien gelöscht und wird weitere und letztlich alle Sicherungsdateien löschen, wenn die Kapazität weiter abnimmt. Um zu verhindern, dass dieses Problem erneut auftritt, löschen Sie alle nicht benötigten Dateien auf '%s', oder fügen Sie Speicherplatz hinzu (siehe ZFS-Dokumentation).
es: El sistema de archivos: '%s', ha sobrepasado un %s%% de su capacidad total. Como solución, el deslizador de tiempo ha destruido algunas copias de seguridad, y destruirá más, posiblemente todas, conforme siga disminuyendo la capacidad. Para impedir que se repita este problema, elimine todos los archivos innecesarios de '%s' o agregue espacio al disco (consulte la documentación de ZFS).
fr: Le système de fichiers %s dépasse %s %% de sa capacité totale. Pour résoudre cette situation, le curseur temporel a détruit certaines sauvegardes, en détruira d'autres et finira par les détruire toutes, si la capacité continue de diminue. Pour éviter que cela se reproduise, supprimez tout fichier non indispensable sur %s ou ajoutez de l'espace disque (voir la documentation ZFS).
it: Il file system '%s' ha superato il %s%% della sua capacità totale. Come rimedio, Time Slider ha eliminato alcuni backup e ne eliminerà altri o tutti man mano che la capacità diminuisce. Per evitare il ripetersi del problema, eliminare eventuali file non necessari in '%s' oppure aggiungere spazio sul disco (vedere la documentazione di ZFS).
pt_br: O sistema de arquivos: '%s' excedeu %s%% da capacidade total. Como medida de reforço, a barra deslizante de tempo eliminou alguns backups e eliminará mais, eventualmente todos, caso a capacidade continue diminuindo. Para evitar que isso acorra novamente, exclua os arquivos desnecessários de '%s' ou adicione espaço em disco (consulte a documentação do ZFS).

source: Warning: '%s' is getting full
de: Warnung: '%s' wird voll
es: Advertencia: '%s' se está llenando
fr: Avertissement : %s est presque plein
it: Avvertenza: lo spazio su '%s' sta per esaurirsi
pt_br: Aviso: '%s' está ficando cheio

source: '%s' exceeded %s%% of its total capacity. To fix this, Time Slider has destroyed some recent backups, and will destroy more as capacity continues to diminish. To prevent this from happening again, delete any unnecessary files on '%s', or add disk space (see ZFS documentation).
de: Das Dateisystem: '%s', %s%% der Gesamtkapazität überschritten. Der Zeit-Schieberegler hat einige kürzlich erstellte Sicherungsdateien gelöscht und wird weitere Sicherungsdateien löschen, wenn die Kapazität weiter abnimmt. Um zu verhindern, dass dieses Problem erneut auftritt, löschen Sie alle nicht benötigten Dateien auf '%s', oder fügen Sie Speicherplatz hinzu (siehe ZFS-Dokumentation).
es: '%s', ha sobrepasado un %s%% de su capacidad total. Para solventarlo, el deslizador de tiempo ha destruido algunas de las copias de seguridad más recientes, y destruirá más conforme siga disminuyendo la capacidad. Para que esto no vuelva a pasar, elimine todos los archivos que no sean necesarios de '%s' o agregue espacio al disco (consulte la documentación de ZFS).
fr: '%s' a dépassé %s%% de sa capacité totale. Pour résoudre cette situation, le curseur temporel a détruit quelques sauvegardes récentes et en détruira d'autres si la capacité continue de diminuer. Pour éviter que ceci ne se reproduise, supprimez tout fichier obsolète sur '%s' ou ajoutez de l'espace disque (voir la documentation ZFS).
it: '%s' ha superato il %s%% della sua capacità totale. Come rimedio, Time Slider ha eliminato alcuni backup recenti e ne eliminerà altri man mano che la capacità diminuisce. Per evitare il ripetersi del problema, eliminare eventuali file non necessari in '%s' oppure aggiungere spazio sul disco (vedere la documentazione di ZFS).
pt_br: '%s' excedeu %s%% sua capacidade total. Para reparar isso, o slider de tempo precisou destruir alguns backups recentes e irá destruir mais, pois a capacidade continua a diminuir. Exclua qualquer arquivo no '%s' ou adicione espaço no disco para impedir que isto aconteça novamente (veja a documentação ZFS).

source: Details...
es: Detalles...
fr: Détails...
it: Dettagli...
pt_br: Detalhes...

source: Configure Time Slider...
de: Zeit-Schieberegler konfigurieren...
es: Configurar deslizador de tiempo...
fr: Configurer le curseur temporel...
it: Configura Time Slider...
pt_br: Configurar barra deslizante de tempo...

source: Type
de: Typ
es: Tipo
it: Tipo
pt_br: Tipo

source: Mount Point
de: Einhängepunkt
es: Punto de montaje
fr: Point de montage
it: Punto attivazione
pt_br: Ponto de montagem

source: File System Name
de: Dateisystemname
es: Nombre del sistema de archivos
fr: Nom de système de fichiers
it: Nome file system
pt_br: Nome do sistema de arquivos

source: Snapshot Name
de: Schnappschussname
es: Nombre de instantánea
fr: Nom de l'instantané
it: Nome istantanea
pt_br: Nome do instantâneo

source: Creation Time
de: Erstellungszeit
es: Momento de creación
fr: Période de création
it: Tempo di creazione
pt_br: Hora de criação

source: All
de: Alle
es: Todos
fr: Tout
it: Tutto
pt_br: Todos

source: Backups
de: Sicherungen
es: Copias de seguridad
fr: Sauvegardes
it: Backup

source: Snapshots
de: Schnappschüsse
es: Instantáneas
fr: Instantanés
it: Istantanee
pt_br: Instantâneos

source: Monthly
de: Monatlich
es: Cada mes
fr: Mensuelle
it: Mensile
pt_br: Mensalmente

source: Weekly
de: Wöchentlich
es: Cada semana
fr: Hebdomadaire
it: Settimanale
pt_br: Semanalmente

source: Daily
de: Täglich
es: Cada día
fr: Journalière
it: Ogni giorno
pt_br: Diariamente

source: Hourly
de: Stündlich
es: Cada hora
fr: Toutes les heures
it: Ogni ora
pt_br: De hora em hora

source: 1/4 Hourly
de: Viertelstündlich
es: Cada cuarto de hora
fr: Tous les quarts d'heure
it: Ogni quarto d'ora
pt_br: Cada 15 minutos

source: Snapshot can not be deleted
de: Schnappschuss kann nicht gelöscht werden
es: La instantánea no se puede eliminar
fr: Impossible de supprimer l'instantané
it: Impossibile eliminare l'istantanea
pt_br: O instantâneo não pode ser excluído
