Repository: aszeszo/jds
Catalog: po-sun/time-slider/po-sun/*.po
Languages: de, es, fr, it, pt_br

source: %s has one or more dependent clones and will not be deleted. To delete this snapshot, first delete all datasets and snapshots cloned from this snapshot.
de: %s hat einen oder mehrere abhängige Klone und wird nicht gelöscht. Um diesen Schnappschuss zu löschen, löschen Sie zunächst alle Datensätze und Schnappschüsse, die aus diesem Schnappschuss geklont wurden.
es: %s tiene uno o más duplicados y no se puede eliminar. Para eliminar esta instantánea, primero debe borrar todos sus conjuntos de datos e instantáneas duplicados.
fr: %s a un ou plusieurs clones dépendants et ne sera pas supprimé. Supprimez au préalable tous les jeux de données et instantanés clonés à partir de cet instantané pour pouvoir supprimer ce dernier.
it: %s possiede uno o più cloni dipendenti e non verrà eliminata. Per eliminare questa istantanea, eliminare prima tutti i set di dati e le istantanee clonate da questa istantanea.
pt_br: %s tem um ou mais clones dependentes e não será excluído. Para excluir este instantâneo, exclua primeiro todos os conjuntos de dados e instantâneos clonados deste instantâneo.

source: 1 external backup will be deleted.
de: 1 externe Sicherung wird gelöscht.
es: Se borrará 1 copia de seguridad externa.
fr: 1 sauvegarde externe sera supprimée.
it: 1 backup esterno verrà eliminato.
pt_br: 1 backup externo será excluído.

source: %d external backups will be deleted.
de: %d externe Sicherungen werden gelöscht.
es: Se borrarán %d copias de seguridad externas.
fr: %d sauvegardes externes seront supprimées.
it: %d backup esterni verranno eliminati.
pt_br: %d backups externos serão excluídos.

source: 1 snapshot will be deleted.
de: 1 Schnappschuss wird gelöscht.
es: Se eliminará 1 instantánea.
fr: 1 instantané sera supprimé.
it: 1 istantanea verrà eliminata.
pt_br: 1 instantâneo será excluído.

source: Legacy
de: Veraltet
es: Antiguo
fr: Hérité
it: Precedente
pt_br: Legado

source: Snapshot
de: Schnappschuss
es: Instantánea
fr: Instantané
it: Istantanea
pt_br: Instantâneo

source: Backup
de: Sicherung
es: Copia de seguridad
fr: Sauvegarde

source: Some snapshots could not be read
de: Einige Schnappschüsse konnten nicht gelesen werden
es: No se ha podido leer algunas instantáneas
fr: Certains instantanés n'ont pas pu être lus
it: Impossibile leggere alcune istantanee
pt_br: Alguns instantâneos não podem ser lidos

source: Some snapshots could not be deleted
de: Einige Schnappschüsse konnten nicht gelöscht werden
es: No se ha podido eliminar algunas instantáneas
fr: Certains instantanés n'ont pas pu être supprimés
it: Impossibile eliminare alcune istantanee
pt_br: Alguns instantâneos não podem ser excluídos

source: Insufficient Priviliges
de: Nicht ausreichend Zugriffsrechte
es: Los privilegios no son suficientes
fr: Privilèges insuffisants
it: Privilegi insufficienti
pt_br: Privilégios insuficientes

source: Snapshot deletion requires administrative privileges to run. You have not been assigned the necessaryadministrative priviliges. Consult your system administrator
de: Die Löschung von Schnappschüssen erfordert Administratorrechte. Ihnen wurden nicht die nötigen Administratorrechte zugewiesen. Wenden Sie sich an Ihren Systemadministrator.
es: La eliminación de la instantánea necesita privilegios administrativos. No se le ha asignado los correspondientes privilegios administrativos. Consulte al administrador del sistema
fr: Pour supprimer des instantanés, vous devez posséder des privilèges administratifs. Vous ne possédez pas les privilèges administratifs requis. Consultez votre administrateur système
it: Per l'esecuzione dell'eliminazione delle istantanee sono necessari privilegi amministrativi. Non si dispone di privilegi amministrativi necessari. Rivolgersi all'amministratore di sistema.
pt_br: A exclusão de instantâneos requer privilégios administrativos para ser executada. Os privilégios administrativos necessários não lhe foram atribuídos. Consulte o administrador de sistema

source: Hint
de: Hinweis
es: Sugerencia
fr: Conseil
it: Suggerimento
pt_br: Dica

source: Installing the optional meld package will enhance the file comparison visualization
de: Mit der Installation des optionalen meld-Pakets wird die Dateivergleichsvirtualisierung verbessert.
es: Al instalar el paquete de fusión opcional se mejorará la visualización de comparación de archivos
fr: L'installation du package meld facultatif permet de mieux comparer les fichiers à l'écran
it: L'installazione del pacchetto meld facoltativa migliora la visualizzazione del confronto tra file
pt_br: A instalação do pacote meld opcional, melhorará a virtualização de comparação de arquivos.

source: Invalid arguments count.
de: Ungültige Argumente.
es: Recuento de argumentos no válidos.
fr: Nombre d'arguments incorrect.
it: Calcolo degli argomenti non valido.
pt_br: Total de argumentos inválidos.

source: Version explorer requires 2 arguments : - The path of the root snapshot directory. - The filename to explore.
de: Versions-Explorer erfordert 2 Argumente: - Pfad des Schnappschuss-Stammverzeichnisses. - Dateiname, nach dem gesucht werden soll.
es: El explorador de versiones necesita 2 argumentos: - La ruta del directorio raíz de las instantáneas. - El nombre del archivo que se va a explorar.
fr: L'explorateur de versions nécessite 2 arguments : - Chemin d'accès au répertoire d'instantanés racine. - Nom de fichier à explorer.
it: L'explorer della versione richiede 2 argomenti : - La path della directory radice dell'istantanea . - Il nome file da ricercare.
pt_br: O explorador de versão requer 2 argumentos : - O caminho do diretório raiz do instantâneo. - O nome de arquivo para exploração.

source: Select
de: Auswählen
es: Seleccionar
fr: Sélectionner
it: Seleziona
pt_br: Selecionar

source: Replicate
de: Replizieren
es: Replicar
fr: Répliquer
it: Replica
pt_br: Replicar

source: (None)
de: (Kein)
es: (Ninguno)
fr: (Aucun)
it: (Nessuno)
pt_br: (Nenhum)

source: Other...
de: Andere...
es: Otro...
fr: Autre...
it: Altro...
pt_br: Outros...

source: Snapshot manager service error
de: Schnappschussverwaltungsservice-Fehler
es: Error del servicio de administrador de instantáneas
fr: Erreur du service de gestionnaire d'instantanés
it: Errore del servizio di gestione delle istantanee
pt_br: Erro do serviço do gerenciador de instantâneos

source: The snapshot manager service does not appear to be installed on this system. See the svcs(1) man page for more information. Details: %s
de: Der Schnappschussverwaltungsservice scheint auf diesem System nicht installiert zu sein. Weitere Informationen finden Sie in der Online-Dokumentation, svcs(1). Details: %s
es: El servicio de administrador de instantáneas no parece estar instalado en este sistema. Para obtener más información, consulte la página de comando man svcs(1). Detalles: %s
fr: Le service de gestionnaire d'instantanés ne semble pas être installé sur ce système. Pour de plus amples informations, reportez-vous à la page de manuel svcs(1). Détails : %s
it: Nel sistema non è installato alcun servizio di gestioneistantanee. Per ulteriori informazioni, vedere la pagina man svcs(1). Dettagli: %s
pt_br: O serviço do gerenciador de instantâneos não parece estar instalado neste sistema. Consulte a página man svcs(1) para obter mais informações. Detalhes: %s

source: Snapshot manager service dependency error
de: Abhängigkeitsfehler im Zusammenhang mit dem Schnappschussverwaltungsservice
es: Error de dependencia del servicio de administrador de instantáneas
fr: Erreur de dépendance du service de gestionnaire d'instantanés
it: Errore di dipendenza del servizio di gestione delle istantanee
pt_br: Erro de dependência do serviço do gerenciador de instantâneos

source: The snapshot manager service has been placed offline due to a dependency problem. The following dependency problems were found: %s Run "svcs -xv" from a command prompt for more information about these dependency problems.
de: Der Schnappschussverwaltungsservice wurde wegen eines Abhängigkeitsproblems offline geschaltet. Folgende Abhängigkeitsprobleme wurden festgestellt: %s Führen Sie über eine Eingabeaufforderung den Befehl "svcs -xv" aus, um weitere Informationen zu diesen Abhängigkeitsproblemen zu erhalten.
es: El servicio de administrador de instantáneas se ha quedado sin conexión por un problema de dependencia. Se han detectado los siguientes problemas de dependencia: %s Ejecute "svcs -xv" desde un indicador de comandos para obtener más información sobre estos problemas de dependencia.
fr: Le service de gestionnaire d'instantané a été mis hors ligne en raison d'un problème de dépendance. Les problèmes de dépendance suivants ont été détectés : %s Exécutez "svcs -xv" à partir d'une invite de commande pour plus d'informations sur ces problèmes de dépendance.
it: Il servizio di gestione delle istantanee è stato disconnesso a causa di un problema di dipendenza. Sono stati riscontrati i seguenti problemi di dipendenza: %s Eseguire "svcs -xv" da un prompt di comando per ottenere maggiori informazioni su questi problemi di dipendenza.
pt_br: O serviço do gerenciador de instantâneos foi colocado off-line devido a um problema de dependência. Foram encontrados os seguintes problemas de dependência: %s Execute "svcs -xv" de um prompt de comando para obter mais informações sobre estes problemas de dependência.

source: The snapshot manager service has encountered a problem and has been disabled until the problem is fixed. See the svcs(1) man page for more information.
de: Der Schnappschussverwaltungsservice ist von einem Problem betroffen und wurde bis zur Behebung des Problems deaktiviert. Weitere Informationen finden Sie in der Online-Dokumentation, svcs(1).
es: El servicio de administrador de instantáneas ha detectado un problema y se ha desactivado hasta que se solucione el problema. Para obtener más información, consulte la página de comando man svcs(1).
fr: Le service de gestionnaire d'instantanés a rencontré un problème et a été désactivé jusqu'à la résolution du problème. Pour de plus amples informations, reportez-vous à la page de manuel svcs(1).
it: Il servizio di gestione delle istantanee ha riscontrato un problema ed è stato disabilitato fino alla risoluzione del problema. Per ulteriori informazioni consultare la pagina man svcs(1).
pt_br: O serviço do gerenciador de instantâneos encontrou um problema e ficará desativado até que o problema seja corrigido. Para obter mais informações, consulte a página do manual svcs(1).

source: Unsuitable Backup Location
de: Ungeeignete Sicherungsadresse
es: Ubicación de la copia de seguridad no adecuada
fr: Emplacement de sauvegarde inapproprié
it: Posizione di backup non idonea
pt_br: Local de backup inadequado

source: Select A Back Up Device
de: Sicherungsgerät auswählen
es: Seleccionar un dispositivo de copia de seguridad
fr: Sélectionner un périphérique de sauvegarde
it: Selezionare un'unità di backup
pt_br: Selecionar um dispositivo de backup

source: Time Slider suggests a device with a capacity of at least <b>%s</b>. The device: '<b>%s</b>' only has <b>%s</b> Do you want to use it anyway?
de: Der Zeit-Schieberegler empfiehlt ein Gerät mit folgender Mindestkapazität: <b>%s</b>. Das Gerät: '<b>%s</b>' verfügt nur über <b>%s</b> Möchten Sie es dennoch verwenden?
es: El deslizador de tiempo sugiere un dispositivo con una capacidad de al menos <b>%s</b>. El dispositivo: '<b>%s</b>' solo tiene <b>%s</b> ¿Desea usarlo de todos modos?
fr: Le curseur temporel suggère un périphérique ayant une capacité d'au moins <b>%s</b>. Le périphérique : '<b>%s</b>' ne possède que <b>%s</b> Voulez-vous l'utiliser quand même ?
it: Time Slider suggerisce un'unità con una capacità di almeno <b>%s</b>. L'unità '<b>%s</b>' ha solo <b>%s</b> disponibile Utilizzarla ugualmente?
pt_br: A barra deslizante de tempo sugere um dispositivo com capacidade mínima de <b>%s</b>. O dispositivo: '<b>%s</b>' tem apenas <b>%s</b> Deseja usá-lo mesmo assim?

source: No backup device was selected. Please select an empty device.
de: Es wurde kein Sicherungsgerät ausgewählt. Wählen Sie ein leeres Gerät.
es: No se seleccionó ningún dispositivo de copia de seguridad. Seleccione un dispositivo vacío.
fr: Aucun périphérique de sauvegarde n'a été sélectionné. Sélectionnez un périphérique vide.
it: Nessuna unità di backup selezionata. Selezionare un'unità vuota.
pt_br: Nenhum dispositivo de backup foi selecionado. Selecione um dispositivo vazio.

source: '%s' is not writable. The backup device must be writable by the system administrator. Please use a different device.
de: '%s' ist nicht beschreibbar. Das Sicherungsgerät muss für den Systemadministrator beschreibbar sein. Verwenden Sie ein anderes Gerät.
es: '%s' es de solo lectura. El dispositivo de copia de seguridad debe permitir la escritura al administrador del sistema. Utilice otro dispositivo.
fr: '%s' n'est pas accessible en écriture. L'administrateur système doit pouvoir accéder en écriture au périphérique de sauvegarde. Utilisez un autre périphérique.
it: Impossibile scrivere su'%s'. L'amministratore di sistema deve poter scrivere nell'unità di backup. Utilizzare un'unità diversa.
pt_br: '%s' não é gravável. O dispositivo de backup deve ser gravável pelo administrador do sistema. Use outro dispositivo.

source: '%s' contains an incompatible file system. The selected device must have a Unix style file system that supports file linking, such as UFS Please use a different device.
de: '%s' enthält ein nicht kompatibles Dateisystem. Das ausgewählte Gerät muss ein UNIX-Dateisystem aufweisen, das das Verknüpfen von Dateien unterstützt (z. B. UFS). Verwenden Sie ein anderes Gerät.
es: '%s' contiene un sistema de archivos incompatible. El dispositivo seleccionado debe tener un sistema de archivo de estilo Unix que admita vinculación de archivos, como UFS Utilice otro dispositivo.
fr: '%s' contient un système de fichiers incompatible. Le système de fichiers du périphérique sélectionné doit être de type Unix et prendre en charge la liaison de fichiers, telle que UFS Utilisez un autre périphérique.
it: '%s' contiene un file system non compatibile. L'unità selezionata deve essere dotata di un file system di tipo Unix che supporti il collegamento dei file, come ad esempio UFS Utilizzare un'unità diversa.
pt_br: '%s' contém um sistema de arquivos incompatível. O dispositivo selecionado deve ter um sistemade arquivos do estilo Unix que suporte vinculação de arquivo, como UFS Use outro dispositivo.

source: '%s' is not an empty device. Please select an empty device.
de: '%s' ist kein leeres Gerät. Wählen Sie ein leeres Gerät.
es: '%s' no es un dispositivo vacío. Seleccione un dispositivo vacío.
fr: '%s' n'est pas un périphérique vide. Sélectionnez un périphérique vide.
it: L'unità '%s' non è vuota. Selezionare un'unità vuota.
pt_br: '%s' não é um dispositivo vazio. Selecione um dispositivo vazio.

source: '%s' is a Time Slider external backup device that is already in use by another system. Backup devices may not be shared between systems. Please use a different device.
de: '%s' ist ein externes Zeit-Schieberegler-Sicherungsgerät, das bereits von einem anderen System verwendet wird. Sicherungsgeräte können nicht von mehreren Systemen gemeinsam genutzt werden. Verwenden Sie ein anderes Gerät.
es: '%s' es un dispositivo de copia de seguridad externa del deslizador de tiempo que ya está siendo usado por otro sistema. Los dispositivos de copia de seguridad no pueden compartirse entre sistemas. Use otro dispositivo.
fr: '%s' est un périphérique de sauvegarde externe de curseur temporel déjà utilisé par un autre système. Les périphériques de sauvegarde ne peuvent pas être partagés par plusieurs systèmes. Utilisez un autre périphérique.
it: '%s' è un'unità di backup esterna di tipo Time Slider utilizzata da un altrosistema. Le unità di backup non possono essere condivise tra più sistemi. Utilizzare un'unità diversa.
pt_br: '%s' é um dispositivo de backup externo da barra deslizante de tempo que já está em uso por outrosistema. Os dispositivos de backup não podem ser compartilhados entre os sistemas. Use outro dispositivo.

source: '<b>%s</b>' appears to be a a device previously configured for use by this system. Do you want resume use of this device for backups?
de: '<b>%s</b>' scheint ein Gerät zu sein, das zuvor für die Nutzung durch dieses System konfiguriert wurde. Möchten Sie dieses Gerät weiterhin für die Sicherungen verwenden?
es: '<b>%s</b>' parece ser un dispositivo ya configurado para que utilice este sistema. ¿Desea reanudar el uso de este dispositivo para las copias de seguridad?
fr: Le périphérique '<b>%s</b>' semble avoir été précédemment configuré pour être utilisé avec ce système. Voulez-vous recommencer à utiliser ce périphérique pour les sauvegardes ?
it: '<b>%s</b>' è un'unità precedentemente configurata per essere utilizzata da questo sistema. Ripristinare l'utilizzo dell'unità per i backup?
pt_br: '<b>%s</b>' parece ser um dispositivo configurado anteriormente para ser utilizado por este sistema. Deseja retomar o uso deste dispositivo para backups?

source: '%s' belongs to the ZFS filesystem '%s' which is already selected for regular ZFS snaphots. Please select a drive not already in use by Time Slider
de: '%s' gehört zum ZFS-Dateisystem '%s', das bereits für reguläre ZFS-Schnappschüsse ausgewählt ist. Verwenden Sie ein Laufwerk, das noch nicht für den Zeit-Schieberegler verwendet wird.
es: '%s' pertenece al sistema de archivos ZFS '%s' que ya está seleccionado para las instantáneas ZFS regulares. Seleccione una unidad que no esté siendo usada por el deslizador de tiempo
fr: '%s' appartient au système de fichiers '%s' qui est déjà sélectionné pour les instantanés ZFS normaux. Sélectionnez un lecteur qui n'est pas déjà utilisé par le curseur temporel.
it: '%s' appartiene al file ZFS '%s' già selezionato per le istantanee ZFS standard. Selezionare un'unità non ancora utilizzata da Time Slider
pt_br: '%s' pertence ao sistema de arquivos ZFS '%s', que já está selecionado para instantâneos ZFS regulares. Selecione uma unidade que ainda não esteja em uso pela barra deslizante de tempo

source: '%s' belongs to the ZFS pool '%s' which is already being used to store ZFS snaphots. Please select a drive not already in use by Time Slider
de: '%s' gehört zum ZFS-Pool '%s', der bereits zum Speichern von ZFS-Schnappschüssen verwendet wird. Wählen Sie ein Laufwerk, das noch nicht für den Zeit-Schieberegler verwendet wird.
es: '%s' pertenece al grupo ZFS '%s' que ya está en uso para almacenar instantáneas ZFS. Seleccione una unidad que no esté siendo usada por el deslizador de tiempo
fr: '%s' appartient au pool ZFS '%s' qui est déjà utilisé pour stocker des instantanés ZFS. Sélectionnez un lecteur qui n'est pas déjà utilisé par le curseur temporel.
it: '%s' appartiene al pool ZFS '%s' già utilizzato per archiviare istantanee ZFS. Selezionare un'unità non ancora utilizzata da Time Slider
pt_br: '%s' pertence ao pool ZFS '%s', que já está sendo usado para armazenar instantâneos ZFS. Selecione uma unidade que ainda não esteja em uso pela barra deslizante de tempo

source: The snapshot manager service requires administrative privileges to run. You have not been assigned the necessaryadministrative priviliges. Consult your system administrator
de: Für die Ausführung des Schnappschussverwaltungsservice sind Administratorrechte erforderlich. Ihnen wurden nicht die nötigen Administratorrechte zugewiesen. Wenden Sie sich an den Systemadministrator
es: El servicio de administrador de instantáneas necesita privilegios administrativos. No se le ha asignado los correspondientes privilegios administrativos. Consulte al administrador del sistema
fr: Pour exécuter le service de gestionnaire d'instantanés, vous devez posséder des privilèges administratifs. Vous ne possédez pas les privilèges administratifs requis. Consultez votre administrateur système
it: Per l'esecuzione del servizio di gestione delle istantanee sono necessari privilegi amministrativi. Non si dispone di privilegi amministrativi sufficienti. Rivolgersi all'amministratore di sistema.
pt_br: O serviço do gerenciador de instantâneos requer privilégios administrativos para ser executado. Os privilégios administrativos necessários não lhe foram atribuídos. Consulte o administrador de sistema

source: Invalid characters in snapshot name
de: Schnappschussname enthält ungültige Zeichen
es: Caracteres no válidos en el nombre de la instantánea
fr: Le nom de l'instantané contient des caractères non autorisés
it: Caratteri invalidi nel nome dell'istantanea
pt_br: Caracteres inválidos no nome do instantâneo

source: Allowed characters for snapshot names are : [a-z][A-Z][0-9][-_.: All invalid characters will be removed
de: Folgende Zeichen sind für den Schnappschussnamen zulässig: [a-z][A-Z][0-9][-_.: Alle ungültigen Zeichen werden entfernt
es: Los caracteres permitidos en los nombres de las instantáneas son: [a-z][A-Z][0-9][-_.: Se suprimirán todos los caracteres no válidos
fr: Les caractères autorisés dans les noms d'instantané sont les suivants : [a-z][A-Z][0-9][-_.: Tous les caractères non autorisés seront supprimés
it: I caratteri ammessi per i nomi delle istantanee sono : [a-z][A-Z][0-9][-_.: Tutti i caratteri invalidi saranno rimossi
pt_br: O caracteres permitidos em nomes de instantâneos são : [a-z][A-Z][0-9][-_.: Todos os caracteres inválidos serão removidos

source: Error occured while creating the snapshot
de: Fehler beim Erstellen des Schnappschusses
es: Error al crear la instantánea
fr: Une erreur s'est produite lors de la création de l'instantané
it: Errore durante la creazione dell'istantanea
pt_br: Erro ocorrido durante a criação do instantâneo

source: Snapshot created successfully
de: Schnappschuss wurde erfolgreich erstellt
es: La instantánea se creó correctamente
fr: L'instantané a été créé
it: Istantanea creata con successo
pt_br: Instantâneo criado com êxito

source: Success
de: Erfolgreich
es: Éxito
fr: Succès
it: Operazione riuscita
pt_br: Êxito

source: A snapshot of zfs filesystem %(zfs_fs)s named %(valid_name)s has been created.
de: Ein Schnappschuss des ZFS-Dateisystems %(zfs_fs)s mit dem Namen %(valid_name)s wurde erstellt.
es: Una instantánea del sistema de archivos zfs %(zfs_fs)s llamada %(valid_name)s se ha creado.
fr: Un instantané d'un système de fichiers zfs %(zfs_fs)s nommé %(valid_name)s a été créé.
it: Un'istantanea del file system zfs %(zfs_fs)s denominata %(valid_name)s è stata creata.
pt_br: Um instantâneo do sistema de arquivos zfs %(zfs_fs)s denominado %(valid_name)s foi criado.

source: Snapshot Now requires 2 arguments : - The path of the directory to be snapshotted. - The zfs filesystem corresponding to this directory.
de: "Schnappschuss jetzt" erfordert 2 Argumente: - Pfad des Verzeichnisses, von dem ein Schnappschuss genommen werden soll. - Entsprechendes ZFS-Dateisystem für dieses Verzeichnis.
es: Tomar instantánea ahora necesita 2 argumentos: - La ruta del directorio del que se va a tomar la instantánea. - El sistema de archivos zfs correspondiente a este directorio.
fr: L'option Prendre un instantané nécessite 2 arguments : - Chemin d'accès au répertoire dont un instantané doit être pris. - Système de fichiers ZFS correspondant à ce répertoire.
it: Crea istantanea richiede 2 argomenti : - La path della directory di cui deve essere creata l'istantanea. - Il file system zfs corrispondente a questa directory.
pt_br: Efetuar instantâneo agora requer 2 argumentos : - O caminho do diretório do qual será efetuado o instantâneo. - O sistema de arquivos zfs correspondente a este diretório.
