Repository: aszeszo/jds
Catalog: po-sun/compiz-desktop-integration/po-sun/*.po
Languages: ar, ca, cs, de, es, fr, hu, id, it, ja, ko, pt_br, ru, zh_cn, zh_tw

source: <b>Status</b>
ar: <b>حالات</b>
ca: <b>Estat</b>
cs: <b>Stav</b>
es: <b>Estado</b>
fr: <b>État</b>
hu: <b>Állapot</b>
it: <b>Stato</b>
ja: <b>状態</b>
ko: <b>상태</b>
ru: <b>Статус</b>
zh_cn: <b>状态</b>
zh_tw: <b>狀態</b>

source: <b>System Compatibility checks</b>
ar: <b>التحقق من توافقية النظام</b>
ca: <b>Comprovacions de compatibilitat del sistema</b>
cs: <b>Nastavení Kompatibility Systému</b>
de: <b>Systemkombatibilitätsprüfung</b>
es: <b>Comprobaciones de compatibilidad del sistema</b>
fr: <b>Vérifications de compatibilité du système</b>
hu: <b>Rendszer kompatibilitás ellenőrzés</b>
id: <b>Periksa Kecocokan Sistem</b>
it: <b>Verifiche compatibilità sistema</b>
ja: <b>システム互換性チェック</b>
ko: <b>시스템 호환성 검사</b>
pt_br: <b>Verificar compatibilidade de sistemas</b>
ru: <b>Проверка совместимости системы</b>
zh_cn: <b>系统兼容性检查</b>
zh_tw: <b>系統兼容性檢查</b>

source: Architecture
ar: البنية الداخلية
ca: Arquitectura
cs: Architektura
de: Architektur
es: Arquitectura
hu: Architektúra
id: Arsitektur
it: Architettura
ja: アーキテクチャー
ko: 아키텍처
pt_br: Arquitetura
ru: Архитектура
zh_cn: 体系结构
zh_tw: 架構

source: Session Type
ar: نوع الجلسة
ca: Tipus de sessió
cs: Typ sezení
de: Sitzungstyp
es: Tipo de sesión
fr: Type de session
hu: Folyamat típus
id: Tipe Sesi
it: Tipo sessione
ja: セッションの種類
ko: 세션 유형
pt_br: Tipo de sessão
ru: Тип сеанса
zh_cn: 会话类型
zh_tw: 階段作業類型

source: Video Card
ar: كرت الشاشة
ca: Targeta gràfica
cs: Video Karta
de: Grafikkarte
es: Tarjeta de vídeo
fr: Carte vidéo
hu: Video kártya
id: Kartu Grafis
it: Scheda video
ja: ビデオカード
ko: 비디오 카드
pt_br: Cartão de vídeo
ru: Видеоплата
zh_cn: 视频卡
zh_tw: 顯示卡

source: Video Card Driver
ar: برنامج تشغيل كرت الشاشة
ca: Controlador targeta gràfica
cs: Ovladač video karty
de: Grafikkartentreiber
es: Controlador de tarjeta de vídeo
fr: Pilote de carte vidéo
hu: Video kártya meghajtó
id: Driver Kartu Grafis
it: Driver scheda video
ja: ビデオカードドライバ
ko: 비디오 카드 드라이버
pt_br: Driver de cartão de vídeo
ru: Драйвер видеоплаты
zh_cn: 视频卡驱动程序
zh_tw: 顯示卡驅動程式

source: Visual Effect System Checks
ar: التحقق من تأثيرات المرئية للنظام
ca: Comprovació de sistema dels efectes visuals
cs: Nastavení Vizuálních Efektů
de: Grafische Effekte Systemprüfungen
es: Comprobaciones del sistema de efectos visuales
fr: Vérifications système des effets visuels
hu: Vizuális effekt rendszer ellenőrzések
id: Pengecekan Sistem Efek Visual
it: Verifiche sistema effetti visivi
ja: 視覚効果システムチェック
ko: 시각적 효과 시스템 검사
pt_br: Verificar sistema de efeito visual
ru: Проверка системы визуальных эффектов
zh_cn: 可视效果系统检查
zh_tw: 視覺特效系統檢查

source: Xserver Configuration
ar: إعدادات Xserver
ca: Configuració del Xserver
cs: Konfigurace Xserveru
de: Xserver Konfiguration
es: Configuración de Xserver
fr: Configuration de Xserver
hu: Xserver konfiguráció
id: Konfigurasi Xserver
it: Configurazione Xserver
ja: Xserver 構成
ko: Xserver 구성
pt_br: Configuração de servidorX
ru: Настройка Xserver
zh_cn: Xserver 配置
zh_tw: Xserver 配置

source: modify configuration
ar: تعديل الإعدادات
ca: modificar configuració
cs: upravit konfiguraci
de: Konfiguration ändern
es: modificar configuración
fr: modifier la configuration
hu: konfiguráció módosítása
id: modifikasi konfigurasi
it: modifica configurazione
ja: 設定変更
ko: 구성 수정
pt_br: Modificar configuração
ru: изменение настройки
zh_cn: 修改配置
zh_tw: 修改配置

source: undefined
ar: غير معدلة
ca: sense definir
cs: nedefinováno
de: Nicht definiert
es: no definido
fr: indéfini
hu: nem meghatározott
id: tidak terdefinisi
it: non definito
ja: 未定義
ko: 정의되지 않은
pt_br: indefinido
ru: не определено
zh_cn: 未定义
zh_tw: 未定義

source: unknown
ar: غير معروف
ca: desconegut
cs: neznámý
de: Unbekannt
es: desconocido
fr: ???inconnue???
hu: ismeretlen
id: tidak diketahui
it: sconosciuto
ja: 未知
ko: 알 수 없음
pt_br: desconhecido
ru: неизвестно
zh_cn: 未知
zh_tw: 不明的

source: support 3D acceleration
ar: دعم التسريع الثلاثي البعد 3D
ca: suport d'acceleració 3D
cs: podpora 3D akcelerace
de: unterstützt 3D Beschleunigung
es: se admite la aceleración 3D
fr: prise en charge de l'accélération 3D
hu: 3D gyorsítás támogatás
id: mendukung akselerasi 3D
it: supporto accelerazione 3D
ja: 3D アクセラレーションのサポート
ko: 3D 가속 지원
pt_br: aceleração de suporte 3D
ru: поддержка ускорения трехмерной графики
zh_cn: 支持 3D 加速
zh_tw: 支援3D加速

source: no supported driver for card of type (%s) : Compiz will not run on this system
ar: لا يدعم التعريف نوع الكرت (%s) : Compiz لن يعمل على هذا النظام
ca: controlador no suportat per la targeta de tipus (%s) : Compiz no s'executarà en aquest sistema
cs: žádné podporované ovladače pro kartu typu (%s) : Compiz nepoběží na tomto systému
de: keinen unterstützten Treiber für Kartentyp (%s) gefunden: Compiz kann auf diesem System nicht ausgeführt werden
es: no hay disponible ningún controlador admitido para la tarjeta de tipo (%s): Compiz no funcionará en este sistema
fr: aucun pilote pris en charge n'a été trouvé pour une carte du type (%s) : Compiz ne peut pas être exécuté sur ce système
hu: Nem támogatott meghajtó a %s kártya típushoz: Compiz nem fog futni ilyen rendszeren
id: driver untuk tipe (%s) tidak tersedia : Compiz tidak dapat berjalan pada sistem ini.
it: nessun driver supportato per la scheda del tipo (%s): Compiz non verrà eseguito in questo sistema
ja: この種類のカード (%s) はサポートしているドライバがありません: Compiz はこのシステムでは動作しません
ko: (%s) 유형 카드를 지원하는 드라이버가 없음: 이 시스템에서는 Compiz가 실행되지 않습니다.
pt_br: driver não te suporte para o tipo de cartão (%s) : Compiz não rodará neste sistema
ru: отсутствует поддерживаемый драйвер для видеоплаты типа (%s): работа Compiz на этом компьютере невозможна
zh_cn: 类型为 (%s) 的卡没有支持的驱动程序：Compiz 将不会在该系统上运行
zh_tw: 不支援此種卡(%s)的驅動程式：Compiz 將無法執行在此系統上。

source: no 3D acceleration
ar: لا يوجد تسريع ثلاثي البعد 3D
ca: sense acceleració 3D
cs: bez 3D akcelerace
de: keine 3D Beschleunigung
es: no se admite la aceleración 3D
fr: aucune accélération 3D
hu: nincs 3D gyorsítás
id: tidak ada akselerasi 3D
it: nessuna accelerazione 3D
ja: 3D アクセラレーションがありません
ko: 3D 가속 없음
pt_br: Não há aceleração 3D
ru: отсутствует ускорение трехмерной графики
zh_cn: 没有 3D 加速
zh_tw: 無 3D 加速

source: Trusted Session detected : Compiz will not run in this configuration
ar: تحققت الجلسة الموثوقة : Compiz لن يعمل ضمن هذه الإعدادات
ca: Sessió de confiança detectada: Compiz no s'executarà en aquesta configuració
cs: Detekováno důvěryhodné sezení: Compiz nepoběží v této konfiguraci
de: Vertrauenswürdige Sitzung erkannt: Compiz kann mit dieser Konfiguration nicht ausgeführt werden
es: Se ha detectado una sesión de Trusted: Compiz no funcionará con esta configuración
fr: Session de confiance détectée :Compiz ne peut pas être exécuté sur cette configuration
hu: Megbízható munkamenet azonosítva: Compiz nem fog futni ilyen konfiguráción
id: Telah ditemukan sesi Trusted : Compiz tidak akan dijalankan dalam konfigurasi ini
it: Sessione attendibile rilevata: Compiz non verrà eseguito in questa configurazione
ja: トラステッドセッションが検知されました: Compiz はこの設定では動作しません
ko: 신뢰할 수 있는 세션이 감지됨: 이 구성에서는 Compiz가 실행되지 않습니다.
pt_br: Sessão confiável detectada: Compiz não rodará nesta configuração
ru: Обнаружен сеанс Trusted Session: работа Compiz в этой конфигурации невозможна
zh_cn: 检测到可信会话：Compiz 将不会在该配置中运行
zh_tw: 偵測到可信任的階段作業：Compiz 將不會使用此配置

source: Trusted Session
ar: الجلسة الموثوقة
ca: Sessió de confiança
cs: Důvěryhodné sezení
de: Vertrauenswürdige Sitzung
es: Sesión de Trusted
fr: Session de confiance
hu: Megbízható munkamenet
id: Sesi Trusted
it: Sessione attendibile
ja: トラステッドセッション
ko: 신뢰할 수 있는 세션
pt_br: Sessão confiável
zh_cn: 可信会话
zh_tw: 可信任的階段作業

source: Sunray Session detected : Compiz will not run in this configuration
ar: تحققت الجلسة Sunray : Compiz لن يعمل ضمن هذه الإعدادات
ca: Sessió Sunray detectada: Compiz no s'executarà en aquesta configuració
cs: Detekováno Sunray sezení: Compiz nepoběží v této konfiguraci
de: Sunray-Sitzung erkannt: Compiz kann mit dieser Konfiguration nicht ausgeführt werden
es: Se ha detectado una sesión de Sunray: Compiz no funcionará con esta configuración
fr: Session Sunray détectée :Compiz ne peut pas être exécuté sur cette configuration
hu: Sunray munkamenet azonosítva: Compiz nem fog futni ilyen konfiguráción
id: Telah ditemukan sesi Sunray : Compiz tidak akan dijalankan dalam konfigurasi ini
it: Sessione Sunray rilevata: Compiz non verrà eseguito in questa configurazione
ja: Sun Ray セッションが検知されました: Compiz はこの設定では動作しません
ko: Sunray 세션이 감지됨: 이 구성에서는 Compiz가 실행되지 않습니다.
pt_br: Detectada sessão Sunray: Compiz não rodará nesta configuração
ru: Обнаружен сеанс Sunray Session: работа Compiz в этой конфигурации невозможна
zh_cn: 检测到 Sunray 会话：Compiz 将不会在该配置中运行
zh_tw: 偵測到 Sunray 階段作業：Compiz 將不會使用此配置

source: Sunray Session
ar: جلسة Sunray
ca: Sessió Sunray
cs: Sunray sezení
de: Sunray-Sitzung
es: Sesión de Sunray
fr: Session Sunray
hu: Sunray munkamenet
id: Sesi Sunray
it: Sessione Sunray
ja: Sun Ray セッション
ko: Sunray 세션
pt_br: Sessão Sunray
zh_cn: Sunray 会话
zh_tw: Sunray 階段作業

source: Regular Session
ar: الجلسة المعتادة
ca: Sessió regular
cs: Obvyklé sezení
de: Reguläre Sitzung
es: Sesión común
fr: Session standard
hu: Szokványos munkamenet
id: Sesi Reguler
it: Sessione standard
ja: 通常セッション
ko: 일반 세션
pt_br: Sessão regular
ru: Обычный сеанс
zh_cn: 常规会话
zh_tw: 正規階段作業

source: configured
ar: معير
ca: configurat
cs: nakonfigurovaný
de: konfiguriert
es: configurado
fr: configuré
hu: beállított
id: terkonfigurasi
it: configurato
ja: 構成済み
ko: 구성됨
pt_br: configurado
ru: настроено
zh_cn: 已配置
zh_tw: 已配置

source: Xorg configuration file is not configured to run the visual effects
ar: ملف إعدادات Xorg لم يعير للعمل بالتأثيرات المرئية
ca: El fitxer de configuració de Xorg no està configurat per executar efectes visuals
cs: Konfigurační soubor Xorg není nakonfigurovaný pro vizuální efekty
de: Xorg-Konfigurationsdatei wurde nicht zur Ausführung der grafischen Effekte konfiguriert.
es: El archivo de configuración de Xorg no está configurado para ejecutar los efectos visuales
fr: Le fichier de configuration Xorg n'est pas configuré pour l'exécution des effets visuels
hu: Vizuális effektek nincsenek beállítva az Xorg konfigurációs fájlban
id: file konfigurasi Xorg tidak dikonfigurasi untuk menjalankan efek visual
it: Il file di configurazione Xorg non è configurato per l'esecuzione di effetti visivi
ja: Xorg 設定ファイルが視覚効果を実行するように構成されていません
ko: 시각적 효과를 실행하도록 Xorg 구성 파일이 구성되지 않았습니다.
pt_br: Arquivo de configuração Xorg não está configurado para rodar efeitos visuais
ru: В файле настройки Xorg отсутствуют настройки, необходимые для запуска визуальных эффектов
zh_cn: 未对 Xorg 配置文件进行配置以运行可视效果
zh_tw: Xorg 配置檔沒有設定顯示特效

source: not configured
ar: غير معير
ca: no configurat
cs: nenakonfigurovaný
de: nicht konfiguriert
es: no configurado
fr: non configuré
hu: nem beállított
id: tidak dikonfigurasi
it: non configurato
ja: 構成されていません
ko: 구성되지 않음
pt_br: não configurado
ru: не настроено
zh_cn: 未配置
zh_tw: 未配置

source: This system can run the visual effects
ar: هذا النظام بإمكانه تشغيل التأثيرات المرئية
ca: El sistema pot executar els efectes visuals
cs: Na tomto systému je možné spustit vizuální efekty
de: Dieses System kann grafische Effekte darstellen
es: Este sistema puede ejecutar los efectos visuales
fr: Ce système peut exécuter les effets visuels
hu: A rendszer vizuális effektek futtatására alkalmas.
id: Sistem ini dapat menjalankan efek visual
it: Questo sistema è in grado di eseguire gli effetti visivi
ja: このシステムは視覚効果を実行できます
ko: 이 시스템에서는 시각적 효과를 실행할 수 있습니다.
pt_br: Este sistema pode rodar efeitos visuais
ru: На этом компьютере возможна работа визуальных эффектов
zh_cn: 该系统可以运行可视效果
zh_tw: 此系統可以執行視覺特效

source: This system can run the visual effects but is not configured to do so. Click on the modify button to configure it.
ar: هذا النظام بإمكانه تشغيل التأثيرات المرئية ولكنه غير معير للعمل. إضغط على زر التعديل لتعيره
ca: El sistema no pot executar els efectes visuals ja que no està configurat per a fer-ho. Cliqueu al botó modificar, per a configurar-ho.
cs: Na tomto systému lze spustit vizuální efekty, ale není nakonfiguován to udělat. Pro konfiguraci, klikněte na tlačítko upravit.
de: Dieses System kann grafische Effekte darstellen, ist jedoch nicht dafür konfiguriert. Klicken Sie auf die Änderungsschaltfläche, um es entsprechend zu konfigurieren.
es: Este sistema puede ejecutar los efectos visuales pero no está configurado para ello. Haga clic enel botón modificar para configurarlo.
fr: Ce système peut exécuter les effets visuels mais n'est pas configuré en tant que tel. Cliquez sur le bouton Modifier pour le configurer.
hu: A rendszer nem tud vizuális effekteket futtatni mivel nem úgy van konfigurálva. Kattintson a módosítás gombra a konfiguráláshoz.
id: Sistem ini dapat menjalankan efek visual namun tidak dikonfigurasi untuk menjalankannya. Klik tombol modifikasi untuk mengkonfigurasinya.
it: Questo sistema è in grado di eseguire gli effetti visivi ma non è configurato per farlo. Per configurarlo, fare clic sul pulsante di modifica.
ja: このシステムは視覚効果を実行できますが、そのように構成されていません。「変更」ボタンをクリックして構成してください。
ko: 이 시스템에서는 시각적 효과를 실행할 수 있지만 실행하도록 구성되지 않았습니다. 구성하려면 수정 버튼을 누르십시오.
pt_br: Este sistema pode rodar efeitos visuais, mas não está configurado para fazer isso. Clique no botão modificar para configurá-lo.
ru: На этом компьютере возможна работа визуальных эффектов, но она не настроена. Нажмите кнопку изменения для настройки визуальных эффектов.
zh_cn: 该系统可以运行可视效果，但是尚未就此进行配置。单击“修改”按钮可对其进行配置。
zh_tw: 此系統可以執行視覺特效，但是沒有做過設定。請按變更按鈕設定它。

source: This system cannot run the visual effects as it is not running a regular session
ar: هذا النظام لايمكنه تشغيل التأثيرات المرئية وهي لا تعمل ضمن الجلسة المعتادة
ca: El sistema no pot executar els efectes visuals ja que no s'està executant en una sessió regular
cs: Na tomto systému nelze spustit vizuální efekty a neběží ani obvyklé sezení.
de: Auf diesem System können die grafischen Effekte nicht dargestellt werden, da keine reguläre Sitzung ausgeführt ist.
es: Este sistema no puede ejecutar los efectos visuales porque no está ejecutando una sesión común
fr: Ce système ne peut pas exécuter les effets visuels car il n'exécute pas une session standard
hu: A rendszer nem tud vizuális effekteket futtatni mivel nem szokványos munkafolyamatban van.
id: Sistem ini tidak dapat menjalankan visual efek sepertinya ini tidak menjalankan sesi reguler
it: Questo sistema non è in grado di eseguire gli effetti visivi poiché non è in esecuzione una sessione standard
ja: このシステムは通常セッションを実行していないので視覚効果を実行することはできません
ko: 일반 세션이 실행되고 있지 않으므로 이 시스템에서는 시각적 효과를 실행할 수 없습니다.
pt_br: Este sistema não pode rodar efeitos visuais, pois ele não está rodando uma sessão regular
ru: На этом компьютере невозможна работа визуальных эффектов, поскольку используется нестандартный сеанс
zh_cn: 该系统无法运行可视效果，因为它未在运行常规会话
zh_tw: 此系統無法執行視覺特效，它並不在正規階段作業上執行。

source: This system can run the visual effects but the current graphics driver does not support 3D acceleration. Refer to http://opensolaris.org/os/project/dri/ for more information about the supported cards
ar: هذا النظام بإمكانه تشغيل التأثيرات المرئية ولكن برنامج تعريف كرت الشاشة لايدعم التسريع الثلاثي البعد 3D إنظر إلىhttp://opensolaris.org/os/project/dri/ لمزيد من المعلومات حول تدعم الكرووت
ca: El sistema pot executar els efectes visuals però la targeta gràfica actual no suporta l'acceleració 3D. Adreceu-vos a http://opensolaris.org/os/project/dri/ per a més informació quant a les targetes suportades
cs: Na tomto systému běží vizuální efekty, ale současný grafický ovladač nepodporuje 3D akceleraci. Více informací o podporovaných kartách lze nalést na http://opensolaris.org/os/project/dri/
de: Dieses System kann grafische Effekte darstellen, doch der aktuelle Grafiktreiber unterstützt keine 3D-Beschleunigung. Weitere Informationen zu den unterstützten Karten finden Sie unter http://opensolaris.org/os/project/dri/.
es: Este sistema puede ejecutar los efectos visuales, pero el controlador de tarjeta gráfica actual no admite la aceleración 3D. Consulte http://opensolaris.org/os/project/dri/ para más información sobre las tarjetas admitidas
fr: Ce système peut exécuter les effets visuels mais le pilote graphique actuel ne prend pas en charge l'accélération 3D. Reportez-vous à http://opensolaris.org/os/project/dri/ pour plus d'informations sur les cartes prises en charge
hu: A rendszer alkalmas vizuális effektek futtatására de a jelenlegi grafikus meghajtó nem támogatja a 3D-s gyorsítást. Tekintse meg a http://opensolaris.org/os/project/dri/ oldalt további információkért a támogatott meghajtókról.
id: Sistem ini dapat menjalankan efek visual tetapi driver grafik tidak mendukung akselerasi 3D. kunjungi http://opensolaris.org/os/project/dri/ untuk informasi lebih lanjut mengenai kartu grafik yang didukung.
it: Questo sistema è in grado di eseguire gli effetti visivi ma l'attuale driver della grafica non supporta l'accelerazione 3D. Per ulteriori informazioni sulle schede supportate, consultare http://opensolaris.org/os/project/dri/
ja: このシステムは視覚効果を実行できますが、現在使用しているグラフィックドライバは 3D アクセラレーションをサポートしていません。サポートされているカードの詳細については、http://opensolaris.org/os/project/dri/ を参照してください
ko: 이 시스템에서는 시각적 효과를 실행할 수 있지만 현재 그래픽 드라이버가 3D 가속을 지원하지 않습니다. 지원되는 카드에 대한 자세한 내용은http://opensolaris.org/os/project/dri/를 참조하십시오.
pt_br: Este sistema pode rodar efeitos visuais, mas o driver de gráficos atual não suporta a aceleração 3D. Consulte http://opensolaris.org/os/project/dri/ para mais informações sobre os cartões suportados
ru: На этом компьютере возможна работа визуальных эффектов, однако имеющийся драйвер видеоплаты не поддерживаетускорение трехмерной графики. Для получения дополнительных сведениях о поддерживаемых видеоплатах перейдите по ссылке http://opensolaris.org/os/project/dri/
zh_cn: 该系统可以运行可视效果，但是当前图形驱动程序不支持 3D 加速。请参阅 http://opensolaris.org/os/project/dri/ 以获取有关支持的卡的更多信息
zh_tw: 此系統可以執行視覺特效，但顯示驅動程式不支援 3D 加速。請參閱 http://opensolaris.org/os/project/dri/ 以獲得更多支援的卡資訊

source: This system cannot run the visual effects due to the lack of supported 3D Video Card Driver
ar: هذا النظام لايمكنه من تشغيل التأثيرات المرئية نظرا لإفتقار لدعم التسريع الثلاثي البعد 3D ضمن تعريف كرت الشاشة
ca: El sistema pot executar els efectes visuals degut a la llacuna en el suport de controladors de targetes gràfiques 3D
cs: Na tomto systému nelze spustit vizuální efekty kvůli chybějící podpoře 3D akcelerace ovladače video karty.
de: Dieses System kann aufgrund fehlender Unterstützung von 3D-Videokartentreibern keine grafischen Effekte darstellen.
es: Este sistema no puede ejecutar los efectos visuales porque no dispone del controlador de tarjeta de vídeo 3D admitido
fr: Ce système ne peut pas exécuter les effets visuels car il ne prend pas en charge de pilote de carte vidéo 3D
hu: A rendszer nem alkalmas vizuális effektek futtatásáraa videokártya 3D-s támogatásának hiányában
id: Sistem ini tidak dapat menjalankan visual efek dikarenakan kurangnya dukungan 3D
it: Questo sistema non è in grado di eseguire gli effetti visivi a causa della mancanza di un driver per scheda video 3D supportato
ja: このシステムはサポートされている 3D ビデオカードドライバがないために視覚効果を実行できません
ko: 지원되는 3D 비디오 카드 드라이버가 없으므로 이 시스템에서는 시각적 효과를 실행할 수 없습니다.
pt_br: Este sistema não pode rodar efeitos visuais devido à falta de driver de cartão de vídeo 3D suportado
ru: На этом компьютере невозможна работа визуальных эффектов из-за отсутствия поддерживаемого драйвера видеоплаты с функциями трехмерной графики
zh_cn: 该系统无法运行可视效果，因为缺少支持的 3D 视频卡驱动程序
zh_tw: 此系統無法執行視覺特效，因為顯示卡驅動程式支援不足。
